[
    [
        "A company that produces sporting equipment for senior citizens would like to use Google Display ads to reach new customers. Their product line gears toward people, with or without an identified interest in sports, over the age of 65. Which option can best help them reach these users?",
        [
            "Demographic Audiences"
        ]
    ],
    [
        "A home improvement retail marketer is using a Display campaign to build out his ads. What’s a benefit that Display campaigns can give him?",
        [
            "His ads are automatically created from the building blocks he provides, like headlines, descriptions, logos, and images."
        ]
    ],
    [
        "A marketer is keeping track of the revenue generated by his campaign. He wants to see a specified return-on-investment for his monthly ad spend. Which type of automated bidding strategy will meet his needs?",
        [
            "A revenue-focused bidding strategy"
        ]
    ],
    [
        "A marketing director of a large team is looking to reach an audience at scale through Display campaigns. How might Display campaign reporting help with this objective?",
        [
            "In addition to standard Google Ads reporting, it provides reports that facilitate broad, strategic ad management."
        ]
    ],
    [
        "A marketing director wants to acquire a lot of exposure for a new product line that her company’s launching. She understands that she can reach a significant portion of people on the internet with the help of a Display campaign. How could she achieve her marketing goal using a Display campaign?",
        [
            "Her ads will serve on website content related to her business or her customers’ interests based on her targeting decisions"
        ]
    ],
    [
        "A retailer owns a large online business selling antiques. They want to create a Display campaign. What are two of the three inputs they must supply to create a Display campaign? Choose two.",
        [
            "Creative assets",
            "Budget amount"
        ]
    ],
    [
        "A small business uses Google Display ads to help deliver relevant advertising to people browsing the web. Which statement is true about where Google Display ads connects with these valuable audiences?",
        [
            "Google Display ads connect with audiences through apps, YouTube, and millions of other websites partnering with Google."
        ]
    ],
    [
        "A small pastry business is in the process of creating ads within their Display campaign. They find that there are two main ad formats that they can use. What are the two main ad formats used in a Display campaign? Choose two.",
        [
            "Responsive Display ads",
            "Uploaded ads (Image & AMPHTML)"
        ]
    ],
    [
        "Adam has determined that “Drive action” is the appropriate marketing objective for his new Display campaign. What are two relevant options he might use to reach his goal? (Choose two.)",
        [
            "Standard remarketing",
            "Dynamic remarketing"
        ]
    ],
    [
        "Alan has introduced a new line of scooters on his website and is using a Google Display Ad campaign to promote them. He selects “Build awareness” as the marketing objective for his campaign. Why would Alan choose “Build awareness” as his marketing objective?",
        [
            "To reach a broad audience for his scooters."
        ]
    ],
    [
        "Amanda is the marketing manager for a plant nursery. She has a large number of campaigns and needs help keeping her bids relevant every day. How can automated bidding help her?",
        [
            "By setting her bids when auctions happen."
        ]
    ],
    [
        "Amanda uses “Influence consideration” as a marketing objective for her Google Display Ads campaign. Which targeting options are a good fit for Amanda’s campaign?",
        [
            "In-Market audiences, Custom Intent audiences, Similar Audiences"
        ]
    ],
    [
        "Amy has created a new brand for her company’s goldfish training materials. She knows that other companies train goldfish and it is a popular sport, but realizes that it is a niche market. She wants to use a Google Display Ads campaign to build awareness for her new brand. Which Google Display ad targeting option can help Amy with her goal of creating awareness within her niche market?",
        [
            "Custom Affinity audiences"
        ]
    ],
    [
        "An account executive manages Google Search campaigns and would like to extend her reach with Google Display ads. She’s trying to decide whether to use the default optimized targeting or to manually add more layers of targeting herself.",
        [
            "She prefers more control over all aspects of her Display campaigns."
        ]
    ],
    [
        "An advertiser doesn’t have much time to create ads, and hopes to use a Display campaign to automatically create them. Which two building blocks must they supply in order for a Display campaign to automate their ad creation? Choose two.",
        [
            "Headlines",
            "Images"
        ]
    ],
    [
        "An advertiser has seen a lot of success with Google Search, and they’d like to increase their reach by creating a Display campaign. They’d like the setup to be as effortless as possible. What kind of targeting should they use in their Display campaign?",
        [
            "Optimized targeting"
        ]
    ],
    [
        "An advertiser is interested in generating conversions through Google Display ads, but they’re relying on the campaign’s help to set bids. Which two bidding strategies used in Display campaigns can they choose from to automatically set their bids? Choose two.",
        [
            "Target ROAS (return on ad spend)",
            "Target CPA (cost per acquisition)"
        ]
    ],
    [
        "An agency is interested in using automation to more effectively manage their Google Display campaigns. What’s one automation model that Display campaigns provide?",
        [
            "Automated bidding"
        ]
    ],
    [
        "Angela’s ready to get started with her first Smart Display campaign, but her account isn’t yet eligible due to not having enough conversions in the last 30 days. What’s the minimum number of conversions needed (in the last 30 days) to be eligible to set up a Smart Display campaign?",
        [
            "At least 50 conversions on Display or at least 100 conversions on Search."
        ]
    ],
    [
        "As a marketing director at a large company, Cara’s considering launching a Google Display Ads campaign, as it will let her reach global internet users across as many websites and apps as possible. What’s another benefit a Google Display Ads campaign will provide Cara?",
        [
            "It makes it possible for her to engage with valuable audiences quickly and often."
        ]
    ],
    [
        "Ben is currently managing a campaign that has a total investment of $7,000, generates 1,400 conversions, and has a CPA (cost-per-acquisition) of $5. Ben needs to sell excess inventory. To meet this goal, he's willing to increase his CPA and campaign investment.Which of the following plans, built in the Performance Planner, will assist Ben in achieving his marketing goal of selling excess inventory?",
        [
            "An investment of $9,600 to generate 1,600 conversions with a CPA of $6"
        ]
    ],
    [
        "Ben sells housewares through his website and app. What are two ways that Google Ads can fuel his business goals and help him achieve his objectives? (Choose two.)",
        [
            "Help users find and discover his products.",
            "Increase overall installs and interactions with his app."
        ]
    ],
    [
        "Bill has released a new line of products for his business and is using Google Display Ads to influence customer consideration. How does Google Display Ads targeting help Bill reach his marketing objective?",
        [
            "By allowing Bill to strategically show his message to users when they're actively browsing, researching, or comparing the types of products he sells."
        ]
    ],
    [
        "Bill wants to reach valuable, relevant audiences and engage with them quickly and often with his ads. How will creating a Display Ads campaign allow him to reach his goal?",
        [
            "It allows her to reach over 90% of global internet users across millions of apps and websites."
        ]
    ],
    [
        "Brian owns a company that makes inexpensive replacement parts for bicycles. He’s ready to increase the scale of his business and wants to use Google Display Ads to drive sales. Which feature of a Google Display Ads will help Brian achieve his business objectives?",
        [
            "His ads can appear on websites relevant to bicycles, and therefore connect him to his potential audience."
        ]
    ],
    [
        "Brian’s desired audience isn’t covered by the segments In-Market audiences offers. What’s another suitable option Brian could choose to help him influence potential customer consideration?",
        [
            "Custom Intent audiences"
        ]
    ],
    [
        "Cassandra wants to customize her Google Display Ads based on how potential customers previously engaged with her website. Which option best suits her needs?",
        [
            "Remarketing"
        ]
    ],
    [
        "Catherine received a significant amount of traffic to her online pet store after launching her Display campaign. Unfortunately, many visitors to her online store didn’t make a purchase. When creating a new Display campaign, which marketing objective should Catherine choose in order to reengage with these visitors?",
        [
            "Drive action"
        ]
    ],
    [
        "Claire has created a Google Display Remarketing campaign. What’s the most likely reason she decided on remarketing?",
        [
            "Drive action"
        ]
    ],
    [
        "Colin wants to get the word out about his newest product. He’s planning to create a Google Display campaign with building awareness as his marketing objective. Why would Colin choose “Build awareness” as his marketing objective?",
        [
            "He wants to get his newest product in front of as many people as possible."
        ]
    ],
    [
        "Darren notices that many people viewed specific products on his website without purchasing them. He creates a Google Display Ad to drive sales of those exact products. Which option will best suit Darren’s marketing goal?",
        [
            "Dynamic remarketing"
        ]
    ],
    [
        "Diana is running a successful remarketing campaign. She wants to expand her reach with other targeting options. While creating a new Google Ads Display campaign with the “Influence consideration” marketing objective, she chooses Similar Audiences as her targeting option. What information is used to identify Similar Audiences?",
        [
            "Audience interest around different topics"
        ]
    ],
    [
        "Display campaigns use full automation to optimize and automate nearly all aspects of the campaigns. Users only have to provide a few inputs. What can a user input in a Display campaign?",
        [
            "The images they wish to use"
        ]
    ],
    [
        "Doreen uses Google Search to reach customers as they search for products similar to hers. She’d like to create a Display Remarketing campaign to reconnect with users and increase sales. How might remarketing help her meet this marketing objective?",
        [
            "It allows her to show ads to people who previously visited her website as they browse websites and use apps."
        ]
    ],
    [
        "Felix wants to start showing his Google Display Ads to a narrower audience with the help of demographic targeting. Which two types of data are included in demographic targeting? (Choose two.)",
        [
            "Age",
            "Gender"
        ]
    ],
    [
        "Frank runs a scuba-diving business that offers lessons and sells scuba-diving equipment. Frank wants to engage with users who are researching scuba-diving lessons. Which marketing objective should Frank choose when creating his Display campaign?",
        [
            "Influence consideration"
        ]
    ],
    [
        "Gavin is creating a Google Display ads campaign to help grow sales for his online clothing store. His goal is to connect with users who previously viewed pages on his website without making a purchase. Which option will best serve Gavin’s marketing goals?",
        [
            "Remarketing"
        ]
    ],
    [
        "Google Ads was constructed around three core principles focused on helping your business reach its online potential. The first of these core principles is relevance. Google Ads connects your business with the right people at the right time. Upon which other two principles was Google Ads built?",
        [
            "Control and results"
        ]
    ],
    [
        "Google Ads was designed to deliver three things to every advertiser: relevance, control, and results. It provides relevance by connecting advertisers with the right people at the right time. It provides results by charging only when you get a click. How does Google Ads provide control?",
        [
            "By giving advertisers control over the maximum they spend per month."
        ]
    ],
    [
        "Google Ads was designed to help businesses achieve online success. To accomplish this, Google Ads was built on three core principles. What are these principles?",
        [
            "Relevance, control, and results"
        ]
    ],
    [
        "Google Display ads lets advertisers upload their own ads to the system, allowing advertisers greater control over the look and feel of their messaging. What are the two types of uploaded ads?",
        [
            "AMPHTML ads and image ads"
        ]
    ],
    [
        "Google Display campaigns let advertisers choose between two main ad formats: responsive display ads and uploaded image ads. What’s the main benefit of an uploaded image ad?",
        [
            "Control"
        ]
    ],
    [
        "Hank wants to use a “Maximize Conversions” campaign with the Performance Planner. Which recommendation can be provided to Hank by the Performance Planner?",
        [
            "A recommended average daily budget"
        ]
    ],
    [
        "How do Responsive Display Ads use automation?",
        [
            "Responsive Display Ads use a machine-learning model to determine optimal assets for each ad slot using predictions based on an advertiser's performance history."
        ]
    ],
    [
        "How does Google Display Ads drive marketing results every day for thousands of advertisers around the world?",
        [
            "It allows them to run ads and connect with audiences through Gmail, YouTube, and millions of other websites."
        ]
    ],
    [
        "How does Google Display Ads drive results every day for thousands of advertisers?",
        [
            "Its real-time view of context and behavior across the web powers unique understandings of intent."
        ]
    ],
    [
        "How does Google Display ads grow marketing results for advertisers?",
        [
            "It harnesses best-in-class signals to place ads against the most relevant content."
        ]
    ],
    [
        "How does Google Display Ads help advertisers meet their marketing objectives and drive results?",
        [
            "By helping advertisers deliver relevant advertising as people browse the web."
        ]
    ],
    [
        "How is using non-last-click attribution conversions useful for Performance Planner forecasts?",
        [
            "To allocate budgets that drive incremental conversions"
        ]
    ],
    [
        "Howard’s in the process of creating a Google Display campaign and decides to use Custom Intent audiences as a targeting option. He’d like to influence customer consideration, but his niche audience isn’t covered by an In-market audience segment. Which two data inputs can Howard submit to best represent his audience? (Choose two.)",
        [
            "URLs",
            "Keywords"
        ]
    ],
    [
        "If visibility is the primary campaign goal, which bidding strategy would be the most effective for an advertiser to use?",
        [
            "Target impression share"
        ]
    ],
    [
        "In order to drive sales with her Google Display Ads campaign, Charlotte wants to reach audiences who looked at products on her website, with new ads for those exact products. Which targeting option should she choose to help achieve that goal?",
        [
            "Dynamic remarketing"
        ]
    ],
    [
        "Jacob’s physical toy store relies on offline metrics such as store visits and in-store sales. He has heard that there are specialized campaign types that can help him meet these kinds of goals. Which campaign type is designed to help Jacob achieve his offline business objectives?",
        [
            "Local"
        ]
    ],
    [
        "Jasmine is the director of marketing for a chain of clothing stores. She has been given a set budget and needs to drive as many potential customers to her website as possible. Which automated bidding strategy should she use in her campaign?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Joshua has an online store that sells skateboard equipment. He notices that potential customers are looking at specific skateboards but leaving his website without completing a purchase. Which Google Display campaign option can Joshua use to feature the same skateboards viewed to potential customers who didn’t complete a purchase?",
        [
            "Dynamic remarketing"
        ]
    ],
    [
        "Julie wants to show potential customers products they previously viewed on her website. What does Julie need in place to create dynamically generated display ads within a Dynamic Remarketing campaign?",
        [
            "A pre-uploaded feed"
        ]
    ],
    [
        "Karen has opened a new business and is using Google Display Ads to build awareness of her new products. How does Google Display Ads targeting help Karen reach her marketing objective?",
        [
            "By getting her ad in front of the right people, in the right place, at the right time."
        ]
    ],
    [
        "Ken sees a high level of success from his Display campaigns, and wants to take performance to the next level with the help of Dynamic remarketing. How can Dynamic remarketing benefit him?",
        [
            "It will show exact products to potential customers that have previously seen them on his website."
        ]
    ],
    [
        "Kevin has a large collection of images and videos available for use but not a lot of time to design ad creatives for his Google Display ads campaign. Which Display ad format could Kevin use to save time?",
        [
            "Responsive display ads"
        ]
    ],
    [
        "Kim is seeing significant performance from her Google Display remarketing campaign, and wants to expand upon it. Which targeting option should she choose to accomplish this?",
        [
            "Similar Audiences"
        ]
    ],
    [
        "Lauren has chosen “Influence consideration” as the marketing objective in her Google Display Ads campaign. Which two targeting options are a good fit for Lauren’s campaign? (Choose two.)",
        [
            "Custom Intent audiences",
            "Similar Audiences"
        ]
    ],
    [
        "Lola is in the process of selecting a campaign type to suit her business objectives. Why is it important that she consider business objectives before choosing her campaign type?",
        [
            "The campaign type chosen will determine where her ads appear and the format of those ads."
        ]
    ],
    [
        "Loretta is the advertising director for a large meal-kit company. She’s setting up a Google Display Campaign to identify and engage with large audiences in order to extend their market reach. Which statement most accurately describes the reach a Google Display Campaign can provide Loretta?",
        [
            "It allows her to reach over 90% of global internet users across millions of apps and websites."
        ]
    ],
    [
        "Lucy is creating a new Display campaign with the goal of building awareness. Which two targeting options might be suitable for her to use? (Choose two.)",
        [
            "Demographic targeting",
            "Affinity audiences"
        ]
    ],
    [
        "Mandy has a large art-supply company that sells through both her brick-and-mortar store and online. She wants to increase the awareness of her brand and drive higher sales. How can Google Display Ads help Mandy achieve her business objectives?",
        [
            "It places Mandy's ads against the most relevant content by using best-in-class intent signals."
        ]
    ],
    [
        "Marco newest client believes Google Ads would be the ideal platform for his services, but he’s worried that his business can’t afford to compete. What can Marco explain about Google Ads to ease his client’s concerns?",
        [
            "Google Ads gives you total control over your budget."
        ]
    ],
    [
        "Maria has been told that she should use the Performance Planner on a monthly basis. Why should she do so?",
        [
            "To react to ever-changing external factors"
        ]
    ],
    [
        "Marie is a marketer trying to maximize specific user actions after the click. Which automated bidding strategy should she use to accomplish this?",
        [
            "Conversion-focused bidding"
        ]
    ],
    [
        "Marisol manages the online advertising campaigns for a chain of toy stores with both a physical and an online presence. Which Google Ads campaign should Marisol use to show images of her products, advertise her company’s online and local inventory of toys, and boost traffic to their website and local toy stores?",
        [
            "Shopping"
        ]
    ],
    [
        "Marta has a tight marketing budget and needs to use a strategy that can drive customers to her website for a set cost. Which bidding strategy has the potential to meet Marta’s needs?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Marta’s Display campaign has delivered results beyond her expectations. She knows she increase returns with added spend, but that’s not possible for her at the moment. How would Performance Planner benefit her in this situation?",
        [
            "By optimizing her available ad budget for maximum growth."
        ]
    ],
    [
        "Millie is managing a Google Ads campaign for a new client who’s tracking all important actions post-click and values each of their conversion actions equally. What type of automated bidding strategy would be ideal for this client?",
        [
            "Conversion-focused bidding"
        ]
    ],
    [
        "Molly wants to clear her remaining stock in preparation for ordering a new line of products to sell. As a result, she’s willing to increase her CPA (cost-per-acquisition) and investment, as long as it means generating more sales. Her current campaign has a total investment of $25,500, generates 1,500 conversions, and has a CPA of $17. Which plan, built in the Performance Planner, will help Molly with her marketing goal to generate more sales?",
        [
            "An investment of $40,000 to generate 2,000 conversions and a CPA of $20"
        ]
    ],
    [
        "Nathan manages a website that sells bicycles. He’s using a Google Ads Display campaign to drive purchases in that segment, and chooses In-Market audiences as his targeting option. What’s the advantage In-Market audiences gives Nathan in reaching his marketing goals?",
        [
            "Connects him with audiences most interested in what he has to offer."
        ]
    ],
    [
        "Of the ad formats available on the Google Display network, which one will automatically adjust its presentation to best fit the available space on page?",
        [
            "Responsive display ads"
        ]
    ],
    [
        "Olivia manages an online store that sells musical instruments. She’ll soon host a jazz event and wants to create awareness around it, especially within the community of jazz enthusiasts. Which targeting option should Olivia choose in order to achieve her marketing goal?",
        [
            "Affinity audiences"
        ]
    ],
    [
        "Peggy owns a house cleaning service. She built a booking website and is ready to promote her services online. She wants her ads to reach people actively looking for businesses similar to hers. Which Google Ads campaign should Peggy use to make sure potential customers consider her services and take action by booking house cleanings?",
        [
            "Search"
        ]
    ],
    [
        "Phillip wants to create a new Google Display Ad campaign and base his targeting on an existing remarketing list named Checkout Abandoners. How can the Similar Audiences targeting option help Phillip achieve his marketing goals?",
        [
            "Similar Audiences will find users who are similar to those on the Checkout Abandoners list."
        ]
    ],
    [
        "Priya only has $500 a month to spend on her campaign, but she needs to drive as many potential customers as possible to her website. Which type of automated bidding strategy would be best for Priya’s campaign?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Quinn recently launched a Display campaign for his women’s clothing store. Since the launch, his website traffic has increased, but sales have remained flat. Which story shows Quinn using remarketing to drive action?",
        [
            "Quinn creates a list of cart abandoners that identifies users who visited his website, considered buying his clothing, but didn't purchase. He shows them an ad with a promotional discount code."
        ]
    ],
    [
        "Rashid wants to raise awareness of his brand and build campaigns focused on branded terms. He does not have much time to devote to daily bid management, so he decided to use automated bidding to lighten his workload. Which automated bidding strategy should Rashid consider using?",
        [
            "Target impression share"
        ]
    ],
    [
        "Rebecca is a marketing executive at an airline company. She has been asked to plan her company’s online advertising budget on a monthly basis. She’s chosen Google Ads’ Performance Planner to help accomplish this task. What are two advantages Performance Planner offers Rebecca? (Choose two.)",
        [
            "Performance Planner leverages machine learning for forecasting.",
            "Performance Planner forecasting is powered by billions of Google searches conducted each week."
        ]
    ],
    [
        "Robert manages a website that sells sporting goods. He wants his products to be featured in various online sporting publications while potential customers are researching and comparing different football brands online. Which option will help Robert influence customer consideration?",
        [
            "In-Market audiences"
        ]
    ],
    [
        "Siona is planning a new Google Ads campaign with the goal of capturing a minimum number of impressions for her ads. What type of automated bidding strategy should Siona use?",
        [
            "Target impression share"
        ]
    ],
    [
        "Steve wants to use Google Display Ads to reach new customers who are looking to purchase products similar to his. Which audience type should Steve try to reach to meet his marketing goal?",
        [
            "In-Market audiences"
        ]
    ],
    [
        "The customer journey has become more complex, requiring a dedicated bidding strategy. Google’s solution is automated bidding. How can automated bidding benefit advertisers? (Choose two.)",
        [
            "Uses machine learning to set bids, which saves time.",
            "Is auction-specific to increase the chance for conversion."
        ]
    ],
    [
        "Thelma is creating a Display campaign for her online toy store. She wants to showcase her products to parents between the ages of 25 to 34. Which option should Thelma select to best reach these users?",
        [
            "Demographic targeting"
        ]
    ],
    [
        "Trevor has discounted an entire line of products on his website and wants to use Google Display Ads to drive sales. How does Google Display Ads targeting help Trevor reach his marketing objective?",
        [
            "Google Display Ads will help place Trevor's ad before customers who already showed interest in his brand."
        ]
    ],
    [
        "Trevor owns a manufacturing business that makes specialized hiking and rock climbing gear. He is a very small player in the market, but he is ready to scale up his business. Which Google Ads campaign type should Trevor use to increase his brand’s exposure and reach audiences with interests in hiking and rock climbing across the web?",
        [
            "Display"
        ]
    ],
    [
        "Trina is considering using automated bidding as she is looking to make her campaign management process more efficient. In what three ways can automated bidding improve efficiency? (Choose 3.)",
        [
            "Saves time and marketing resources",
            "Integrates a large variety of signals to evaluate user intent",
            "Sets the appropriate bid for each and every auction"
        ]
    ],
    [
        "Using the Performance Planner on a monthly basis allows you to optimize which two aspects of an account? (Choose two.)",
        [
            "Bids",
            "Budgets"
        ]
    ],
    [
        "Viktor’s been tracking the conversions in his Display campaign for the last 30 days. He’s had 24 conversions over that time, and plans to use target return on ad spend (ROAS) as his automated bidding strategy. Which type of automated bidding strategy will Viktor be using?",
        [
            "Revenue-focused bidding"
        ]
    ],
    [
        "What are key factors to keep in mind when choosing a bidding strategy for your campaign?",
        [
            "Performance, auctions, and user journey complexities"
        ]
    ],
    [
        "What are two benefits of automated bidding? (Choose two.)",
        [
            "Cross analysis",
            "Time saving"
        ]
    ],
    [
        "What are two examples of the types of audiences you could reach when using Affinity Audiences as a targeting option? (Choose two.)",
        [
            "Golf enthusiasts",
            "TV comedy fans"
        ]
    ],
    [
        "What are two reasons a marketer might use responsive display ads? Choose two.",
        [
            "Extended reach: Create ads that serve in most ad slot sizes, into both native and non-native inventory.",
            "Cost-effective: Get more conversions at a similar cost-per-acquisition to other Display ad formats."
        ]
    ],
    [
        "What are two ways Google Ads can fuel your business goals? (Choose two.)",
        [
            "Increase online, in-app, in-person, and over-the-phone sales.",
            "Get more of the right people to visit your website."
        ]
    ],
    [
        "What are two ways that Performance Planner can help reveal the possibilities across all your Google Ads campaigns? (Choose two.)",
        [
            "Simulation",
            "Validation"
        ]
    ],
    [
        "What can automated bidding help an advertiser improve?",
        [
            "Performance"
        ]
    ],
    [
        "What can the Performance Planner assist you with?",
        [
            "To improve return on investment so you can drive more conversions within your target CPA (cost-per-acquisition)"
        ]
    ],
    [
        "What can the Performance Planner recommend?",
        [
            "Campaign-level Target CPA (cost-per-acquisition)"
        ]
    ],
    [
        "What does a Responsive Display Ad use in its machine-learning model to determine the optimal combination of assets for your ad slot?",
        [
            "Predictions built from your performance history."
        ]
    ],
    [
        "What does Performance Planner automatically do?",
        [
            "Forecasts how your current campaigns will perform in the future"
        ]
    ],
    [
        "What is a key benefit of Display campaigns?",
        [
            "Advertisers can provide minimal input to create a Display campaign."
        ]
    ],
    [
        "What is a valid recommendation that the Performance Planner can provide?",
        [
            "Set a specific target CPA (cost-per-acquisition)"
        ]
    ],
    [
        "What is one of the reasons why an advertiser should consider using Performance Planner on a monthly basis?",
        [
            "Auctions fluctuate all the time"
        ]
    ],
    [
        "What is one way that Performance Planner helps businesses increase sales?",
        [
            "By maximizing the number of conversions for a spend scenario"
        ]
    ],
    [
        "What’s a characteristic of Responsive Display Ads?",
        [
            "They let you create ads that serve in all ad slot sizes."
        ]
    ],
    [
        "What’s a key benefit of Responsive Display Ads?",
        [
            "You can upload your own creative assets."
        ]
    ],
    [
        "What’s an advantage of responsive display ads?",
        [
            "They enable publishers to receive 100% of the CPC."
        ]
    ],
    [
        "What’s an advantage of the reach of Responsive Display Ads?",
        [
            "They automatically adjust your creative asset's size, appearance, and format to fit just about any native or non-native ad slot."
        ]
    ],
    [
        "What’s one benefit of using responsive display ads?",
        [
            "They can run on native inventory."
        ]
    ],
    [
        "What’s one reason to use a responsive display ad for your campaign?",
        [
            "You want to increase ad performance."
        ]
    ],
    [
        "What's provided by Responsive Display Ads?",
        [
            "Reach, simplicity, automation"
        ]
    ],
    [
        "When a Responsive Display Ad is automatically assembled, what’s adjusted to fit the ad slot?",
        [
            "Size, appearance, and format"
        ]
    ],
    [
        "When deciding between Responsive Display Ads and uploaded ads, when would you opt for control rather than for efficiency?",
        [
            "When your ads must meet exact branding requirements."
        ]
    ],
    [
        "When should you use AMPHTML ads? (Choose two.)",
        [
            "When your goal is to provide faster ad experiences.",
            "When your goal is to provide safer ad experiences."
        ]
    ],
    [
        "When should you use responsive display ads?",
        [
            "When your primary goal is performance."
        ]
    ],
    [
        "Which Display Ad format runs in both native and non-native inventory?",
        [
            "Responsive Display Ads"
        ]
    ],
    [
        "Which Display Ad format should you use if you’re concerned about malware and want a secure ad experience across platforms?",
        [
            "AMPHTML ads"
        ]
    ],
    [
        "Which factors should an advertiser consider when deciding on a bidding strategy?",
        [
            "User journey complexities, performance, and auctions"
        ]
    ],
    [
        "Which group would you be able to reach with a Google Display campaign using demographic targeting?",
        [
            "27-year-old men"
        ]
    ],
    [
        "Which of the following campaign types is suited for someone looking to increase brand exposure and reach audiences with specific interests across the web?",
        [
            "Display campaign"
        ]
    ],
    [
        "Which of the following examples are suited for responsive display ads? (Select two)",
        [
            "\"A company needs to reduce its overhead for managing ad portfolios within ad groups and campaigns. \"",
            "The head of digital marketing at an agency values performance over everything else."
        ]
    ],
    [
        "Which of the following goals can you achieve for your marketing campaign by using automated bidding?",
        [
            "To reach the right user with the right message at the right time"
        ]
    ],
    [
        "Which of the following matches a benefit of machine learning?",
        [
            "Algorithmically helps set the appropriate bid for each and every auction."
        ]
    ],
    [
        "Which statement accurately describes the reach of Affinity Audiences’ targeting?",
        [
            "It reaches TV-like audiences, based on their lifestyles, interests, and passions."
        ]
    ],
    [
        "Which statement is true about Responsive Display Ads?",
        [
            "The ads adjust to available screen space when delivered."
        ]
    ],
    [
        "Which statement is true about the value of Google Display Ads?",
        [
            "It uses best-in-class automation and bidding to reach millions of users at just the right moment."
        ]
    ],
    [
        "Which two are available in Google Ads? (Choose two.)",
        [
            "Device targeting, which allows you to serve your ads to users on desktops, smartphones, and tablets.",
            "Language targeting, which lets you reach people with your selected language as their browser's language setting."
        ]
    ],
    [
        "Which two statements are true about the use of targeting options to optimize a Google Ads campaign? (Choose two.)",
        [
            "Device targeting allows you to reach customers on any device: desktops, tablets, and smartphones.",
            "Location targeting allows ads to be served in the specific geographic locations you choose."
        ]
    ],
    [
        "Which type of automated bidding strategy is enhanced cost-per-click (ECPC)?",
        [
            "Conversion-focused bidding"
        ]
    ],
    [
        "Which type of automated bidding strategy is Target return on ad spend (ROAS)?",
        [
            "Revenue-focused bidding"
        ]
    ],
    [
        "While managing a successful Google Ads campaign, why would you choose automated bidding instead of manual bidding?",
        [
            "Because given the dynamic nature of Google's auctions, the appropriate bid can often be a moving target that is challenging to reach at scale when using manual bidding"
        ]
    ],
    [
        "Why does automating your bid versus using manual bidding contribute to a successful Google Ads campaign?",
        [
            "If you do not bid efficiently, you could miss valuable conversions."
        ]
    ],
    [
        "Why is using the performance targets feature after utilizing the Performance Planner recommended?",
        [
            "This practice allows you to monitor targets set in the Performance Planner and to receive alerts and recommendations when a campaign is not on track. "
        ]
    ],
    [
        "Why should an advertiser consider using responsive display ads?",
        [
            "They'll automatically create ads from your images, videos, headlines, logos, and descriptions."
        ]
    ],
    [
        "Why should campaigns with different marketing objectives be separated into different Performance Planner plans?",
        [
            "So that spend is not reallocated between two different marketing objectives"
        ]
    ],
    [
        "Why should your business use Performance Planner?",
        [
            "It makes recommendations that are validated using machine learning."
        ]
    ],
    [
        "You can leverage Google Ads’ automated bidding strategy to help get the most from your advertising budget. What are two benefits of using automated bidding? (Choose two.)",
        [
            "Machine learning",
            "Auction-time bidding"
        ]
    ],
    [
        "You choose Influence consideration as your marketing objective and the Similar Audiences targeting option for a Google Display Ad campaign. In Google Display Ad campaigns, what are Similar Audiences built from?",
        [
            "Remarketing lists"
        ]
    ],
    [
        "You manage marketing for a small business on a tight budget, yet you need to reach as many people as possible. How can Google Ads help?",
        [
            "With Google Ads, you can choose a maximum amount to spend per month."
        ]
    ],
    [
        "Your company provides home-maintenance services, and you want to reach more potential customers. You have a limited budget to work with. Why is Google Ads right for you?",
        [
            "You can set your own budget and can change it at any time."
        ]
    ],
    [
        "Your company wants to have greater success online. What are two ways that Google Ads can drive your business goals? (Choose two.)",
        [
            "Boost your conversions by connecting you to people in the moments that matter.",
            "Help you reach a wider audience and maximize exposure."
        ]
    ],
    [
        "You're making a video ad with the goal of driving reservations for a tourism company on their website. Which of the following call to actions (CTAs) should you use in the ad?",
        [
            "Book now"
        ]
    ],
    [
        "Zoe runs a sports media website that caters to fans of many different types of sports. She’s starting a Google Display Ads campaign and is considering methods to reach her sports-loving audience. What’s a compelling reason for Zoe to use Affinity Audiences?",
        [
            "Affinity Audiences allow her to reach sports enthusiasts."
        ]
    ],
    [
        "Gloria owns a surfing clothing line. She wants to increase the awareness of her brand and drive higher sales. How can Google Display Ads help Gloria achieve her business objective?",
        [
            "It harnesses best-in-class intent signals to place her ads against the most relevant content."
        ]
    ],
    [
        "A marketing manager has been familiarizing themselves with the different ad components of a Search ad. Which of these would they select as an accurate description of a Display URL?",
        [
            "The Display URL gives users an idea of where they'll go if they click the ad."
        ]
    ],
    [
        "A marketing manager wants to use a Google Search Ads campaign to capture the consideration of customers who are searching online for camping equipment. What's a key benefit of a well-managed Google Search Ads campaign?",
        [
            "Search Ads can appear on relevant searches by potential customers."
        ]
    ],
    [
        "A Search ad's auction-time ad quality is affected by three factors. What are they?",
        [
            "Ad relevance affects auction-time ad quality.",
            "Expected clickthrough rate affects auction-time ad quality.",
            "Ad landing page experience affects auction-time ad quality."
        ]
    ],
    [
        "A self-publishing business has determined that their highest-value potential customers reach out using a form on their website. They want more prospective customers to submit this form. What's the right campaign objective for this business's goals?",
        [
            "Leads"
        ]
    ],
    [
        "A sneaker company is looking to boost awareness for a major product launch that's coming up. They're looking to use broad match to reach a larger audience. Which three steps could they take to help them accomplish this?",
        [
            "They could use responsive search ads and AI-powered creatives.",
            "They could organize and align all of their ad groups according to a common theme.",
            "They could use brand restrictions for branded campaigns when it’s suitable."
        ]
    ],
    [
        "You work for an agency and your client wants to know how machine learning works in Google App campaigns. How does machine learning benefit both marketers and users?",
        [
            "By delivering a relevant ad to the right user at the right time."
        ]
    ],
    [
        "A speciality candle retailer is about to make its launch in cities nationwide. They are using phrase match in their Search ads campaign with the keywords \"scented,\" \"candle,\" and \"delivery.\" How will phrase match help the company's Search Ads campaign?",
        [
            "Their ad is going to appear in the search terms include the meaning of the keyword."
        ]
    ],
    [
        "A startup organic produce delivery service is launching in cities nationwide. They decide to use phrase match in their Search ads campaign with the keywords \"organic,\" \"produce,\" and \"delivery.\" How will phrase match help the company's Search Ads campaign?",
        [
            "If the search terms include the keyword's meaning, their ad will appear."
        ]
    ],
    [
        "After implementing Smart Bidding and broad match, what are three campaign best practices you should follow?",
        [
            "Use responsive search ads",
            "Monitor Quality Score.",
            "Be mindful of negative keyword targeting."
        ]
    ],
    [
        "After running a Google Search Ads campaign for several months, Meredith notices sales of her advertised products are starting to lag. She checks her Google Ads Recommendations page and notices that her campaign's optimization score is 22%. What does this score tell Meredith about her Google Search Ads campaign?",
        [
            "The campaign could be improved by 78% if the listed recommendations are followed."
        ]
    ],
    [
        "Alex has started a Google Search campaign designed to promote his online motorcycle accessories store. His store focuses on custom helmets. How might Google Search Ads provide value to Alex?",
        [
            "By showing his ad to people searching for related information about helmets."
        ]
    ],
    [
        "An advertising executive takes over a Google Search ads campaign. On his Google Ads Recommendations page he notes that the campaign's optimization score is 40%. What does this score indicate?",
        [
            "The campaign could be improved by 60% if the listed recommendations are followed."
        ]
    ],
    [
        "An electronics company is launching a new TV equipped with a voice command accessibility feature. They decide to use phrase match in their Search ads campaign with the keywords \"television,\" \"accessible,\" and \"voice.\" How will phrase match benefit the company's Search Ads campaign?",
        [
            "Their ad will appear if the search terms include the meaning of the keyword."
        ]
    ],
    [
        "An online employment agency has determined that their highest-value clients reach out through their website. They want more potential clients to submit an interest form. What's the right campaign objective for this business's goals?",
        [
            "Leads"
        ]
    ],
    [
        "As an advertiser, creating your first Search ad in Google Ads is a simple five-step process. What is the correct order of the five steps?",
        [
            "Sign in to the Google Ads account where you wish to make the Search ad. In the page menu on the left of the screen, choose the + button. Choose your objective, select Search ad from the available options, and enter your campaign details. Review your campaign settings and ensure the ad meets Google's editorial guidelines. Select Publish campaign."
        ]
    ],
    [
        "As you get to know Google Ads, what would you identify as the three basic components of a Google Search ad?",
        [
            "Targeting, ad formats, and bid strategies are the basic components."
        ]
    ],
    [
        "Assets assist in providing users with which two things they want from their search queries?",
        [
            "Information based on their moment",
            "Relevant information"
        ]
    ],
    [
        "Assets help give users which two things they want to get out of their search queries?",
        [
            "They provide relevant information.",
            "They provide information based on their moment."
        ]
    ],
    [
        "Based on analysis of their marketing data, a web development business has determined that the highest-value consumers reach out via an interest form on their website. The firm wants more potential users to submit this form. Which campaign objective aligns with this business's goals?",
        [
            "Leads"
        ]
    ],
    [
        "Based on analysis of their marketing data, a web development business has determined that the highest-value customers reach out via an interest form on their website. The firm wants more potential customers to submit this form. What's the right campaign objective for this business's goals?",
        [
            "Leads"
        ]
    ],
    [
        "Ben is currently managing a campaign that has a total investment of $7,000, generates 1,400 conversions, and has a CPA (cost-per-acquisition) of $5. Ben needs to sell excess inventory. To meet this goal, he's willing to increase his CPA and campaign investment.Which of the following plans, built in the Performance Planner, will assist Ben in achieving his marketing goal of selling excess inventory?",
        [
            "An investment of $9,600 to generate 1,600 conversions with a CPA of $6"
        ]
    ],
    [
        "Brenda's working on improving a Google Search Ad's Quality Score so it potentially gets a better ad rank and performs better in the ad auction. What change to Brenda's ad might improve the Ad Rank?",
        [
            "Adding seasonal messaging during the holiday season."
        ]
    ],
    [
        "Brian manages his company's Google Search Ads campaign. He regularly reviews the optimization score to make his Google Search campaign as effective as possible. What is Brian's optimization score based upon?",
        [
            "Key aspects of his accounts, including statistics, settings, and industry trends"
        ]
    ],
    [
        "Charlie is working to improve the Quality Score of a Google Search ad by improving his expected click-through rate (eCTR). Which of the following actions might improve Charlie's eCTR?",
        [
            "Including keywords in his ad text"
        ]
    ],
    [
        "Clara is an advertising director who has been tasked with optimizing her company's Google Search campaign. How can Clara use the optimization score to benefit her campaign?",
        [
            "To find how close her campaign is from potential ideal results"
        ]
    ],
    [
        "Every ad contains a URL displaying your website address. You can add two optional path fields to the display URL in a text ad. What's an advantage of using these optional path fields?",
        [
            "To give users an idea of the content they'll see upon clicking the ad"
        ]
    ],
    [
        "Google Ads reviews ads to ensure they meet advertising policies before being shown to users. What criteria are reviewed by Google Ads?",
        [
            "Content and formatting."
        ]
    ],
    [
        "Google Ads was designed to deliver three things to every advertiser: relevance, control, and results. It provides relevance by connecting advertisers with the right people at the right time. It provides results by charging only when you get a click. How does Google Ads provide control?",
        [
            "By giving advertisers control over the maximum they spend per month."
        ]
    ],
    [
        "Google Ads was designed to help businesses achieve online success. To accomplish this, Google Ads was built on three core principles. What are these principles?",
        [
            "Relevance, control, and results"
        ]
    ],
    [
        "How can Google AI help marketers reach potential customers?",
        [
            "By recognizing nuance in human language and using that capability to help connect marketers to people searching for their offerings"
        ]
    ],
    [
        "How can marketers predict the impact of applying recommendations on their optimization score?",
        [
            "Each recommendation shows its impact on the optimization score as a percentage."
        ]
    ],
    [
        "How can marketers use AI-powered Search ads to serve their business needs?",
        [
            "By utilizing broad match, Smart Bidding, and Responsive Search Ads together"
        ]
    ],
    [
        "How can Smart Bidding with broad match help marketers?",
        [
            "It helps make sure their business is competing in the right auction, at the right bid, for the right user. It does this by picking up on contextual signals present at auction time."
        ]
    ],
    [
        "How can the optimization score be used to help increase the effectiveness of a Google Search campaign?",
        [
            "It can show how close a campaign is to being optimized to its full potential."
        ]
    ],
    [
        "How does Google AI help marketers maximize search ad performance amidst billions of searches on Google every day?",
        [
            "Google AI lets broad match and Smart Bidding connect ads to queries and make ",
            "adjustments to bids in real time."
        ]
    ],
    [
        "How does Google AI serve the needs of marketers looking to maximize search ad performance amidst billions of searches on Google every day?",
        [
            "It permits broad match and Smart Bidding to connect ads to queries and adjust bids instantly and automatically."
        ]
    ],
    [
        "How does value-based bidding work?",
        [
            "Value-based bidding is a Smart Bidding strategy that uses machine learning to drive the highest conversion value possible, by bidding for conversions that drive business objectives."
        ]
    ],
    [
        "How is automating your bid better than manual bidding better when it comes to creating a successful Google Ads campaign?",
        [
            "It's better because the failure to bid efficiently cane make you miss valuable conversions."
        ]
    ],
    [
        "How many responsive search ads can you have in Google Ads?",
        [
            "There's a limit of three enabled responsive search ads per ad group. If you have text that should appear in every ad, you must add the text to either Headline position 1, Headline position 2, or Description position 1"
        ]
    ],
    [
        "How many responsive search ads does Google Ads allow?",
        [
            "Google Ads allows three enabled responsive search ads per ad group. If you have text that should appear in every ad, you must add the text to either Headline position 1, Headline position 2, or Description position 1"
        ]
    ],
    [
        "How many responsive search ads does Google Ads permit?",
        [
            "Google Ads permits three enabled responsive search ads per ad group. If you have text that needs to display in every ad, you must add the text to either Headline position 1, Headline position 2, or Description position 1"
        ]
    ],
    [
        "How should marketers use AI-powered Search ads to accomplish their business goals?",
        [
            "Leverage broad match, Smart Bidding, and Responsive Search Ads together."
        ]
    ],
    [
        "If you were telling someone about the ways in which automated bidding can improve their campaign management process efficiency, which three automated bidding benefits could you share with them to help them meet their goal?",
        [
            "Automated bidding sets the appropriate bid for each and every auction.",
            "Automated bidding sets time and marketing resources",
            "Automated bidding integrates a large variety of signals to evaluate user intent"
        ]
    ],
    [
        "If your goal is testing various combinations of headlines and descriptions so you can optimize your results accordingly, which two responsive search ads benefits will help you do this?",
        [
            "More relevance will help you test those combinations.",
            "Greater flexibility will help you test those combinations."
        ]
    ],
    [
        "In what two ways can optimization score drive marketers' success?",
        [
            "By speeding up implementation for enhancements to campaigns",
            "By determining which campaigns to prioritize for improvements"
        ]
    ],
    [
        "In which two ways does optimization score help marketers succeed?",
        [
            "It determines which campaigns should be prioritized for improvements.",
            "It speeds up the implementation for enhancements to campaigns."
        ]
    ],
    [
        "In which way can marketers predict the impact of applying recommendations on their optimization score?",
        [
            "Every recommendation shows how it affects optimization score as a percentage."
        ]
    ],
    [
        "In which ways can marketers determine the potential impact of applying recommendations on their optimization score?",
        [
            "The recommendations all show how they affect optimization score as a percentage."
        ]
    ],
    [
        "Ingrid wants to acquire a lot of exposure for a new product line that she's launching. She understands that she can reach a significant portion of people on the internet with the help of a Display campaign. In what way will a Display campaign achieve Ingrid's marketing goal?",
        [
            "Her ads will serve on website content related to her business or her customers' interests, based on her targeting decisions."
        ]
    ],
    [
        "Jacob's physical toy store relies on offline metrics, such as store visits and in-store sales. He's heard that specialized campaign types can help him meet these kinds of goals. Which campaign type can help Jacob achieve his offline business objectives?",
        [
            "Local"
        ]
    ],
    [
        "Jasmine is the director of marketing for a chain of clothing stores. She's been given a set budget and needs to drive as many potential customers to her website as possible. What automated bidding strategy should she use in her campaign?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Jerry understands that expected click-through rate is one of three main factors that determine the quality score of an ad. What are the two other main factors that Jerry should focus on to improve the Quality Score of his ads?",
        [
            "Ad relevance",
            "Ad landing page experience"
        ]
    ],
    [
        "Jim has created a Google Search ad with a bid of $5. Two other advertisers in an auction have bids of $2.50 and $2. How much would Jim pay for the first spot in the auction?",
        [
            "$2.51"
        ]
    ],
    [
        "Jimmy has completed the headline section of his text ad and is now writing the description section. What are three factors that Jimmy should include in the description section of his text ads?",
        [
            "A mention of prices, promotions, and exclusive offers",
            "Encouraging potential customers to take action",
            "Highlighting what makes his business unique"
        ]
    ],
    [
        "Karen has evaluated her Google Search Ads campaign's optimization score after noticing that the campaign's performance had slipped. The score is much lower than it was a month ago. She accepts an optimization recommendation from the available list. What will happen to her campaign's optimization score?",
        [
            "It will improve upon acceptance."
        ]
    ],
    [
        "Laverne created her first Google Search campaign for her yoga school. She selects the Google Search Network and by default, Google Search partners. Which benefit will she gain by appearing on Google Search partners?",
        [
            "Extends her reach to additional sites."
        ]
    ],
    [
        "Leo is in charge of advertising for the clothing lines of a large manufacturer. He uses his Google Ads Recommendations page to help him evaluate his Search Ads campaigns. Which feature makes the optimization recommendations valuable for Leo?",
        [
            "The recommendations are tailored to the specific account."
        ]
    ],
    [
        "Linda recognizes that a Google Search campaign could bring significant value to her eCommerce business. Which two solutions can Linda achieve via a Google Search campaign?",
        [
            "Her business can show up on search results when businesses similar to hers are showing up.",
            "Her business can have a presence at the exact moment someone is searching for the kinds of products she offers."
        ]
    ],
    [
        "Lola is in the process of selecting a campaign type to suit her business objectives. Why is it important that she consider business objectives before choosing her campaign type?",
        [
            "The campaign type chosen will determine where her ads appear and the format of those ads."
        ]
    ],
    [
        "Marisol manages the online advertising campaigns for a chain of toy stores with both a physical and an online presence. Which two Google Ads campaign types should Marisol use to show images of their products, advertise their company's online and local inventories of toys, and boost traffic to their website and local toy stores?",
        [
            "Shopping",
            "Display"
        ]
    ],
    [
        "Marta has a tight marketing budget and needs to use a strategy that can drive customers to her website for a set cost. Which bidding strategy has the potential to meet Marta's needs?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Marta's online store sells accessories for a widely used smartphone, and her current customer base shares a number of relevant characteristics. She believes she'll have her best return on investment by narrowing her Google Search campaign audience. Which two Google Search campaign settings can be configured to reach more specific customers?",
        [
            "Device type",
            "Location"
        ]
    ],
    [
        "Mary has been familiarizing herself with the different ad components of a Search ad. Match the following text ad component descriptions with the components they describe.",
        []
    ],
    [
        "Michael built a high-quality ad with an excellent keyword list. He's disappointed the ad isn't being shown as much as he'd like. What's a likely reason for his ad not being frequently displayed?",
        [
            "His bid for the ad is too low."
        ]
    ],
    [
        "Molly wants to clear her remaining stock in preparation for ordering a new line of products to sell. As a result, she's willing to increase her CPA (cost-per-acquisition) and investment, as long as it means generating more sales. Her campaign has a total investment of $25,500, generates 1,500 conversions, and has a CPA of $17. Which plan, built in the Performance Planner, will help Molly with her marketing goal to generate more sales?",
        [
            "An investment of $40,000 to generate 2,000 conversions and a CPA of $20."
        ]
    ],
    [
        "Of the different things users want to get out of their search queries, what two things do assets provide?",
        [
            "Assets provide information that's relevant.",
            "Assets provide information based on their moment."
        ]
    ],
    [
        "Of the following methods, which one should you use to implement and test broad match successfully on broad match campaigns intended to help analyze conversion data?",
        [
            "You should implement your broad match keywords through setting up a One-Click Experiment Apply. This will create an experiment that follows all experiment best practices automatically."
        ]
    ],
    [
        "Once Smart Bidding and broad match are implemented, which three campaign best practices should be followed?",
        [
            "Monitoring Quality Score",
            "Using responsive search ads",
            "Being mindful of negative keyword targeting"
        ]
    ],
    [
        "Once you have implemented broad match and Smart Bidding, what three campaign best practices should you follow?",
        [
            "Paying attention to negative keyword targeting",
            "Monitoring of Quality Score",
            "Use of responsive search ads"
        ]
    ],
    [
        "Out of the following methods, which is best suited for implementing and testing broad match successfully on broad match campaigns intended to help analyze conversion data?",
        [
            "Implementing broad match keywords and setting up a One-Click Experiment Apply. This automatically will generate an experiment that follows all experiment best practices."
        ]
    ],
    [
        "Peggy owns a house-cleaning service. She built a booking website and is ready to promote her services online. She wants her ads to reach people actively looking for businesses similar to hers. Which two Google Ads campaign types should Peggy use to make sure potential customers consider her services and take action by booking house cleanings?",
        [
            "Discovery",
            "Search"
        ]
    ],
    [
        "Pete is the marketing director for an electric car company. He recently chose \"leads\" as his Google Search campaign marketing goal. What did he hope to achieve by selecting \"leads\" as his goal?",
        [
            "Increase e-mail list sign-ups from potential customers."
        ]
    ],
    [
        "Priya only has $500 a month to spend on her campaign, but she needs to drive as many potential customers as possible to her website. What type of automated bidding strategy would be best for Priya's campaign?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Rashid wants to raise awareness of his brand and build campaigns focused on branded terms. He doesn't have much time to devote to daily bid management, so he decides to use automated bidding to lighten his workload. What automated bidding strategy should Rashid consider using?",
        [
            "Target impression share"
        ]
    ],
    [
        "Reggie manages the online marketing campaigns for a vitamin and supplement store. He launched a Google Search campaign and chose website traffic as his campaign marketing goal. Which outcome is Reggie expecting from the campaign?",
        [
            "Getting more customers to learn about his products."
        ]
    ],
    [
        "Rina has heard the term Quality Score mentioned before and is interested to learn what it actually is. Which statement describes Quality Score?",
        [
            "It's an estimate of the quality of your ads, keywords, and landing pages."
        ]
    ],
    [
        "Singh's marketing company has created an enticing ad that receives many clicks. What effect will the ad likely have on the Google Ads auction?",
        [
            "The higher expected click-through rate will lead to a higher Ad Rank."
        ]
    ],
    [
        "Siona needs to make sure her ads are getting a minimum number of impressions on the top of the page. What type of automated bidding strategy is Siona using?",
        [
            "Target impression share"
        ]
    ],
    [
        "Steven is an advertising executive at a large auto parts company. He uses his Google Ads Recommendations page to help him with strategies to optimize his Google Search Ads campaigns. One reason Steven values the optimization score is because it makes it possible for him to do what?",
        [
            "Easily prioritize across the different optimization opportunities"
        ]
    ],
    [
        "Swee Yin's fashion-apparel department store runs a popular biannual sale on men's hats, with large discounts and surprise bonus items. She wants to tailor her Google Search campaign to highlight this sale. How can Google Search campaigns be tailored to promote her company's sales event?",
        [
            "By creating a new ad group for the sale.",
            "By setting campaign start/end dates."
        ]
    ],
    [
        "The advertising director for a guitar manufacturer has been tasked with optimizing their company's Google Search campaign. How can they use the optimization score to benefit their campaign?",
        [
            "To find how close their campaign is from being optimized for performance to its full potential."
        ]
    ],
    [
        "The marketing director for an electric car company recently chose leads as the Google Search campaign marketing goal. What result can they achieve by selecting leads as the goal?",
        [
            "Increase email list signups from potential consumers."
        ]
    ],
    [
        "The owner of a house-cleaning service has built a booking website and is ready to promote their services online. The ads need to reach people actively looking for businesses like this one. Which two Google Ads campaign types could be used to make sure consumers consider their services and take action by booking house cleanings?",
        [
            "They could use a Search campaign.",
            "They could use a Performance Max campaign."
        ]
    ],
    [
        "Theo is looking to improve his Google Search Ads campaign. On his Google Ads Recommendations page, he notices that his Google Search campaign has an optimization score of 75%. What does this mean?",
        [
            "The campaign could improve up to 25% by following the listed recommendations."
        ]
    ],
    [
        "Three core principles, focused on helping businesses reach their online potential, are the foundation for Google Ads. The first of these is relevance. Google Ads connects businesses with the right people at the right time. Upon which other principles was Google Ads built?",
        [
            "Control and results"
        ]
    ],
    [
        "Three factors affect a Search ad's ad quality at auction time. What are they?",
        [
            "Ad relevance affects ad quality at auction time.",
            "Expected clickthrough rate affects ad quality at auction time.",
            "Ad landing page experience affects ad quality at auction time."
        ]
    ],
    [
        "Trevor owns a manufacturing business that makes specialized hiking and rock-climbing gear. He's a small player in the market, but he's ready to scale up his business. Which two Google Ads campaign types should Trevor use to increase his brand's exposure and reach audiences interested in hiking and rock climbing across the web?",
        [
            "Discovery",
            "Display"
        ]
    ],
    [
        "Two asset types can also be served as account-level automated assets. What are they?",
        [
            "Dynamic sitelinks can be served in this way.",
            "Dynamic callouts can be served in this way."
        ]
    ],
    [
        "What are the two current keywordless campaign types that marketers can use to drive incremental reach?",
        [
            "Dynamic Search Ads",
            "Performance Max"
        ]
    ],
    [
        "What are three benefits of opting-in to apply recommendations automatically?",
        [
            "You can opt in without having to add more budget.",
            "You'll be adding best practices to your Google Ads accounts routinely.",
            "Your campaign performance will improve."
        ]
    ],
    [
        "What are three benefits of opting-in to automatically apply recommendations?",
        [
            "You'll see improved campaign performance",
            "You can opt in without increasing your budget",
            "You're regularly implementing best practices to your Google Ads accounts."
        ]
    ],
    [
        "What are three efficient ways for marketers to apply recommendations that impact optimization score?",
        [
            "Use \"Apply all\" to implement every recommendation with one click.",
            "Review and apply individual recommendations within each of the categories.",
            "Opt in to apply certain recommendations automatically."
        ]
    ],
    [
        "What are three efficient ways that marketers can apply recommendations that impact optimization score?",
        [
            "By using \"Apply all\" to implement all recommendations with one click",
            "By opting in to apply specific recommendations automatically",
            "By reviewing and applying individual recommendations within each category"
        ]
    ],
    [
        "What are three signals broad match uses to match Search ads with queries?",
        [
            "Geographic",
            "Language",
            "Smart Bidding"
        ]
    ],
    [
        "What are two benefits of using broad match, Smart Bidding, and responsive search ads together?",
        [
            "They help advertisers reach the right user, at the right price, with relevant ads.",
            "They help save time so marketers can reinvest in their most important priorities."
        ]
    ],
    [
        "What are two types of value-based Smart Bidding strategies?",
        [
            "Maximize conversion value",
            "Maximize conversion value with target ROAS"
        ]
    ],
    [
        "What are two ways optimization score can help marketers succeed?",
        [
            "Speeds up implementation for enhancements to campaigns.",
            "Determines which campaigns to prioritize for improvements."
        ]
    ],
    [
        "What are two ways that Performance Planner can help reveal the possibilities across all your Google Ads campaigns?",
        [
            "Simulation",
            "Validation"
        ]
    ],
    [
        "What can the Performance Planner assist you with?",
        [
            "To improve return on investment so you can drive more conversions within your target CPA (cost-per-acquisition)"
        ]
    ],
    [
        "What determines whether a Search ad shows in the results for a query, and in what position?",
        [
            "Ad Rank, which is based on a variety of factors to show useful ads."
        ]
    ],
    [
        "What does Performance Planner automatically do?",
        [
            "Forecasts how your current campaigns will perform in the future"
        ]
    ],
    [
        "What does value-based bidding do?",
        [
            "It's a Smart Bidding strategy that utilizes machine learning to drive the highest conversion value possible by bidding for conversions that drive business objectives."
        ]
    ],
    [
        "What is one way that Performance Planner helps businesses increase sales?",
        [
            "By maximizing the number of conversions for a spend scenario"
        ]
    ],
    [
        "What is the advantage of automating your bid over using manual bidding when it comes to a successful Google Ads campaign?",
        [
            "If you don't bid efficiently, you could miss valuable conversions."
        ]
    ],
    [
        "What is value-based bidding?",
        [
            "It's a Smart Bidding strategy that relies on machine learning to deliver the highest conversion value possible by bidding for conversions that drive business objectives."
        ]
    ],
    [
        "What two benefits can you get from using broad match, responsive search ads, and Smart Bidding together?",
        [
            "Reaching the right user at the right price with relevant ads",
            "Time savings that allow you to reinvest in your most important marketing priorities"
        ]
    ],
    [
        "What two keywordless campaign types can marketers utilize if their goal is to drive incremental reach?",
        [
            "Performance Max can help achieve this goal.",
            "Dynamic Search Ads can help achieve this goal."
        ]
    ],
    [
        "What two things are types of value-based Smart Bidding strategies?",
        [
            "Maximize conversion value with target ROAS",
            "Maximize conversion value"
        ]
    ],
    [
        "What's a benefit of using Smart Bidding with broad match?",
        [
            "Broad match with Smart Bidding helps make sure that you’re only competing in the right auctions, at the right bid, for the right user. It achieves this by picking up on contextual signals present at auction time"
        ]
    ],
    [
        "What's an advantage of using Smart Bidding with broad match?",
        [
            "It helps ensure that someone's only competing in the right auctions, at the right bid, for the right user. It does this by picking up on contextual signals present at auction time."
        ]
    ],
    [
        "What's one way Google AI helps marketers connect with potential customers?",
        [
            "Google AI understands nuance in human language and connects marketers with people searching for what they offer."
        ]
    ],
    [
        "What's the most optimum method for marketers to achieve their goals through the use of AI-powered Search ads?",
        [
            "Using a combination of broad match, Smart Bidding, and Responsive Search Ads"
        ]
    ],
    [
        "What's the variable that determines whether or not a Search ad shows in the results for a query, and what position it appears in?",
        [
            "Ad Rank determines this. It's based on a variety of factors to show useful ads."
        ]
    ],
    [
        "When an ad gets a high number of clicks relative to the number of impressions, what impact could this have on the ad's Google Ads auction?",
        [
            "It could help the ad get a higher placement on the Ad Rank."
        ]
    ],
    [
        "When creating an ad, how does Greg know what it will look like to his potential customers?",
        [
            "As he types in his URL, headline, and description, a preview of the mobile and desktop versions of his ad will appear."
        ]
    ],
    [
        "When implementing value-based bidding, which of these three solutions will permit you to create strong conversion measurement foundations when implementing value-based bidding?",
        [
            "Consent mode",
            "Enhanced conversions",
            "Global site-wide tagging"
        ]
    ],
    [
        "When visibility is the campaign goal, which bidding strategy should an advertiser choose?",
        [
            "Target impression share"
        ]
    ],
    [
        "Where can you find your bid status, performance trend over time, and conversion delay reporting?",
        [
            "You can find it in the bid strategy report."
        ]
    ],
    [
        "Where can you go to view your bid status, performance trend over time, and conversion delay reporting?",
        [
            "Bid strategy report"
        ]
    ],
    [
        "Where is the bid status, performance trend over time, and conversion delay reporting found?",
        [
            "In the bid strategy report"
        ]
    ],
    [
        "Which method should you use to implement and test broad match successfully on broad match campaigns to help analyze conversion data?",
        [
            "You can implement broad match keywords by setting up a One-Click Experiment Apply. This creates an experiment automatically, following all experiment best practices."
        ]
    ],
    [
        "Which of the following are three benefits of opting-in for the automatic applying of recommendations?",
        [
            "You'll see better campaign performance",
            "You'll be able to opt in without a budget increase",
            "You'll be implementing best practices routinely to your Google Ads accounts."
        ]
    ],
    [
        "Which of the following are two types of value-based Smart Bidding strategies?",
        [
            "Maximize conversion value",
            "Maximize conversion value with target ROAS"
        ]
    ],
    [
        "Which of these are three efficient ways that marketers can apply recommendations that affect optimization score?",
        [
            "Reviewing and applying individual recommendations within each of the categories",
            "Opting in to apply particular recommendations automatically",
            "Using \"Apply all\" to implement every recommendation with one click"
        ]
    ],
    [
        "Which of these factors affect whether a Search ad shows in the results for a query and what position it assumes?",
        [
            "Ad Rank does this, and it's based on a variety of factors to show useful ads."
        ]
    ],
    [
        "Which of these three signals does broad match use to match Search ads with queries?",
        [
            "Language",
            "Smart Bidding",
            "Geographic"
        ]
    ],
    [
        "Which of these three solutions will let you develop strong conversion measurement foundations when implementing value-based bidding?",
        [
            "Consent mode",
            "Global site-wide tagging",
            "Enhanced conversions"
        ]
    ],
    [
        "Which searches can an ad show for broad match keyword \"bike tire repair\"?",
        [
            "bicycle tube replacement",
            "replace bike tire"
        ]
    ],
    [
        "Which searches can an ad show for broad match keyword \"car window repair?\"",
        [
            "automobile glass replacement",
            "replace car window"
        ]
    ],
    [
        "Which searches can an ad show for broad match keyword \"home furnace repair?\"",
        [
            "house furnace replacement",
            "replace home furnace"
        ]
    ],
    [
        "Which three best practices could you follow to expand your reach with broad match?",
        [
            "Organize all ad groups to be in alignment with a common theme.",
            "Use brand restrictions with broad match for branded campaigns.",
            "Make use of responsive search ads and AI-powered creative."
        ]
    ],
    [
        "Which three factors impact a Search ad's auction-time ad quality?",
        [
            "Ad relevance",
            "Expected clickthrough rate",
            "Ad landing page experience"
        ]
    ],
    [
        "Which three signals does broad match use to match Search ads with queries?",
        [
            "Language",
            "Geographic",
            "Smart Bidding"
        ]
    ],
    [
        "Which three solutions will enable you to build strong conversion measurement foundations when implementing value-based bidding?",
        [
            "Consent mode",
            "Enhanced conversions",
            "Global site-wide tagging"
        ]
    ],
    [
        "Which two asset types can also be served as account-level automated assets?",
        [
            "Dynamic sitelinks",
            "Dynamic callouts"
        ]
    ],
    [
        "Which two asset types may also be served as automated assets at the account level?",
        [
            "Dynamic callouts can also be served as account-level automated assets.",
            "Dynamic sitelinks can also be served as account-level automated assets."
        ]
    ],
    [
        "Which two benefits do marketers get when they use responsive search ads, broad match, and Smart Bidding together?",
        [
            "They are able to save time and reinvest in the priorities they value most.",
            "They reach the right user at the right price with ads that are relevant."
        ]
    ],
    [
        "Which two keywordless campaign types can marketers leverage for the sake of driving incremental reach?",
        [
            "Performance Max can help marketers drive incremental reach.",
            "Dynamic Search Ads can help marketers drive incremental reach."
        ]
    ],
    [
        "Which way does Google AI help marketers connect with new customers?",
        [
            "It uses its understanding of nuances in human language to connect marketers with people searching for their offerings."
        ]
    ],
    [
        "Why is automating your bid better than manual bidding when it comes to creating a successful Google Ads campaign?",
        [
            "Because not bidding efficiently can make you miss valuable conversions"
        ]
    ],
    [
        "With billions of searches on Google every day, how does Google AI help marketers maximize search ad performance?",
        [
            "With Google AI, broad match and Smart Bidding match ads to queries and adjust bids in real time."
        ]
    ],
    [
        "You manage marketing for a small business on a tight budget and you need to drive as many conversions as possible. In which two ways can Google Ads help?",
        [
            "Google can help you set a fixed daily budget to align with your marketing goals and maximize your performance.",
            "Google can automatically adjust your daily budget through AI to keep in alignment with your performance goals."
        ]
    ],
    [
        "You manage marketing for a small business on a tight budget, yet you need to reach as many people as possible. How can Google Ads help?",
        [
            "With Google Ads, you can choose a maximum amount to spend per month."
        ]
    ],
    [
        "You manage the online advertising campaigns for a chain of toy stores with both a physical and an online presence. Which two Google Ads campaign types could you use to show images of their products, advertise their company's online and local inventories of toys, and boost traffic to their website and local toy stores?",
        [
            "Shopping campaign",
            "Performance Max campaign"
        ]
    ],
    [
        "You manage the online marketing campaigns for a vitamin and supplement store. You launched a Google Search campaign and chose leads as your campaign marketing goal. Which outcome can you expect from the campaign?",
        [
            "Getting more email list signups from potential consumers."
        ]
    ],
    [
        "You manage your company's Google Search Ads campaign. You also regularly review the optimization score to help you make your Google Search campaign as effective as possible. How can you use the optimization score to refine your campaign?",
        [
            "You can discover how well your campaign is being optimized to perform at its fullest potential."
        ]
    ],
    [
        "You recently launched a new product called Comfort Clogs. Your goal is to attract more traffic via Google Ads but you want that traffic to come only from searches for the product name. How can you attract search traffic for Comfort Clogs product name queries only?",
        [
            "Exact match"
        ]
    ],
    [
        "You recently launched a new product called the Awesome Chair. Your goal is to generate more traffic through Google Ads but you only want to attract traffic from searches for the product name. How can you attract search traffic for Awesome Chair product name queries only?",
        [
            "Exact match will attract search traffic for product name queries only."
        ]
    ],
    [
        "You recently launched a new product called Wonder Boots. You want to attract more traffic via Google Ads but only for searches that are solely for the product name, Wonder Boots. How can you attract search traffic for Wonder Boots product name queries only?",
        [
            "Using exact match"
        ]
    ],
    [
        "You want to be able to try out multiple combinations of headlines and descriptions in order to optimize your results. Your marketing department suggests that you use responsive search ads. What are two benefits you could derive from using responsive search ads?",
        [
            "More relevance",
            "Greater flexibility"
        ]
    ],
    [
        "You want to improve the relevance of an ad with a particular set of keywords. The goal is to increase the Ad Rank of the ad so it gets more exposure. What action should improve the ad relevance?",
        [
            "Adding more negative keywords."
        ]
    ],
    [
        "You want to increase the relevance of a Google Search ad so it's more meaningful to potential customers and provides value-added information to their searches. What two actions might improve the relevance of your ad?",
        [
            "Selecting only relevant languages in campaign setup.",
            "Selecting distinct geographic areas."
        ]
    ],
    [
        "You'd like to improve an ad's perceived quality during an ad auction. What aspect of the ad will be most beneficial for you to work on?",
        [
            "Improving the navigability of the landing page."
        ]
    ],
    [
        "Your client created their company's first Google Search campaign for their yoga school. They launched a Google Search campaign and chose leads as their campaign marketing goal. Which results can they expect by doing this?",
        [
            "They could increase their email signups from potential students."
        ]
    ],
    [
        "Your client is new to Google Ads and is trying to understand the basics of Google Search ads. Which components would you highlight for your client as the foundation of Google Search ads?",
        [
            "You'd highlight targeting, ad formats, and bid strategies."
        ]
    ],
    [
        "Your client owns a manufacturing business that makes specialized hiking and rock-climbing gear. They're a small player in the market, but are ready to scale the business. Which two Google Ads campaign types could your client use to increase the brand's exposure and reach audiences interested in hiking and rock climbing across the web?",
        [
            "Performance Max",
            "Search"
        ]
    ],
    [
        "Your client runs an ad that gets a high number of clicks relative to the number of impressions. What impact could this ad have on the Google Ads auction?",
        [
            "The ad click-through rate could lead to a higher Ad Rank."
        ]
    ],
    [
        "Your client, Vince's Veggies, wants to increase downloads of their popular recipe printouts. You suggest they create ad groups based on the cooking categories that appear on their website. What will they need to create in their first Google Search ad group?",
        [
            "Keyword list",
            "Default bid amount"
        ]
    ],
    [
        "Your company provides home maintenance services, and you want to reach more consumers. You have a limited budget to work with. Which benefit does Google Ads offer that could help you achieve your goal?",
        [
            "You can use Google to automatically adjust your budget with AI to help meet performance goals.",
            "You can use tools for planning, campaign setup, and optimization to help set your budget."
        ]
    ],
    [
        "Your company provides home-maintenance services, and you want to reach more potential customers. You have a limited budget to work with. Why is Google Ads right for you?",
        [
            "You can set your own budget and can change it at any time."
        ]
    ],
    [
        "Your goal is to test different combinations of headlines and descriptions so that you can optimize your results. Your marketing colleagues have suggested using responsive search ads. What are the two benefits that responsive search ads can provide?",
        [
            "Responsive search ads provide greater flexibility.",
            "Responsive search ads provide more relevance."
        ]
    ],
    [
        "Your Google Search Ads optimization score is calculated by an algorithm that looks across key aspects of your accounts. This score is used to help give you recommendations on how to optimize your Search Ads campaigns. What are two of the data sources that are used to calculate optimization recommendations?",
        [
            "Account settings",
            "Industry data"
        ]
    ],
    [
        "Your marketing company has created an enticing ad that receives many clicks relative to impressions. What effect could the ad have on the Google Ads auction?",
        [
            "The higher expected click-through rate could lead to a higher Ad Rank."
        ]
    ],
    [
        "You're a marketing executive at a clean energy company and have been asked to come up with your company's online advertising budget on a monthly basis. You decide to leverage Google Ads' Performance Planner to help you achieve your aims. What are two benefits you'll get from Performance Planner?",
        [
            "Its reliance on machine learning for forecasting purposes",
            "Its forecasting that is driven by billions of weekly Google searches"
        ]
    ],
    [
        "You're a marketing executive at an airline company and have been asked to plan your company's online advertising budget on a monthly basis. You decided to use Google Ads' Performance Planner to help accomplish this task. What are two advantages Performance Planner offers you?",
        [
            "Performance Planner leverages machine learning for forecasting.",
            "Performance Planner forecasting is powered by billions of Google searches conducted each week."
        ]
    ],
    [
        "You're a marketing executive who has been charged with planning an online advertising budget each month and you decided to use Google Ads' Performance Planner to assist your efforts. What are two advantages Performance Planner offers you?",
        [
            "Performance Planner relies on machine learning for forecasting purposes.",
            "Performance Planner forecasting is driven by billions of Google searches conducted every week."
        ]
    ],
    [
        "You're considering using automated bidding to make your campaign management process more efficient. What are three ways that automated bidding can improve efficiency?",
        [
            "Integrates a large variety of signals to evaluate user intent",
            "Sets the appropriate bid for each and every auction",
            "Saves time and marketing resources"
        ]
    ],
    [
        "You're marketing a new line of cleaning services and need to reach more consumers, but you have a set budget you can't exceed. Which benefit of Google Ads could help you achieve your goal?",
        [
            "Google Ads offers Smart Bidding strategies to help you maximize conversions and stay on budget."
        ]
    ],
    [
        "You're thinking about using automated bidding to improve the efficiency of your campaign management process. What are three ways automated bidding can improve efficiency?",
        [
            "By saving time and marketing resources",
            "By integrating a large variety of signals to evaluate user intent",
            "By setting the appropriate bid for each and every auction."
        ]
    ],
    [
        "You're trying to improve an ad's perceived quality so it performs better during an ad auction. What change would have the least-positive impact to an ad's quality?",
        [
            "Raising the bid amount."
        ]
    ],
    [
        "You're walking a new client through the basics of Google Search ads. Which one of the following groupings would you highlight to them as the three basic components of a Google Search ad?",
        [
            "Targeting, ad formats, and bid strategies"
        ]
    ],
    [
        "You're working on a Google Search ad that's not performing as expected. You specifically want more users to click on the ad. What action might improve the click-through rate on your ad?",
        [
            "Changing the call-to-action message of the ad."
        ]
    ],
    [
        "You've been tasked with marketing a new line of plumbing services, but you have a set budget you can't exceed. Why is Google Ads a viable option?",
        [
            "Google Ads gives you control over your budget."
        ]
    ],
    [
        "You want to increase your exposure for a new product line that you’re launching, so you’re looking to use broad match to reach more consumers. Which three best practices can help you achieve your marketing goal?",
        [
            "You can use brand restrictions for branded campaigns when needed.",
            "You can use AI-powered creative and responsive search ads.",
            "You can organize all of your ad groups by a common theme."
        ]
    ]
]