[
    [
        "A company that produces sporting equipment for senior citizens would like to use Google Display ads to reach new customers. Their product line gears toward people, with or without an identified interest in sports, over the age of 65. Which option can best help them reach these users?",
        [
            "Demographic Audiences"
        ]
    ],
    [
        "A home improvement retail marketer is using a Display campaign to build out his ads. What’s a benefit that Display campaigns can give him?",
        [
            "His ads are automatically created from the building blocks he provides, like headlines, descriptions, logos, and images."
        ]
    ],
    [
        "A marketer is keeping track of the revenue generated by his campaign. He wants to see a specified return-on-investment for his monthly ad spend. Which type of automated bidding strategy will meet his needs?",
        [
            "A revenue-focused bidding strategy"
        ]
    ],
    [
        "A marketing director of a large team is looking to reach an audience at scale through Display campaigns. How might Display campaign reporting help with this objective?",
        [
            "In addition to standard Google Ads reporting, it provides reports that facilitate broad, strategic ad management."
        ]
    ],
    [
        "A marketing director wants to acquire a lot of exposure for a new product line that her company’s launching. She understands that she can reach a significant portion of people on the internet with the help of a Display campaign. How could she achieve her marketing goal using a Display campaign?",
        [
            "Her ads will serve on website content related to her business or her customers’ interests based on her targeting decisions"
        ]
    ],
    [
        "A retailer owns a large online business selling antiques. They want to create a Display campaign. What are two of the three inputs they must supply to create a Display campaign? Choose two.",
        [
            "Creative assets",
            "Budget amount"
        ]
    ],
    [
        "A small business uses Google Display ads to help deliver relevant advertising to people browsing the web. Which statement is true about where Google Display ads connects with these valuable audiences?",
        [
            "Google Display ads connect with audiences through apps, YouTube, and millions of other websites partnering with Google."
        ]
    ],
    [
        "A small pastry business is in the process of creating ads within their Display campaign. They find that there are two main ad formats that they can use. What are the two main ad formats used in a Display campaign? Choose two.",
        [
            "Responsive Display ads",
            "Uploaded ads (Image & AMPHTML)"
        ]
    ],
    [
        "Adam has determined that “Drive action” is the appropriate marketing objective for his new Display campaign. What are two relevant options he might use to reach his goal? (Choose two.)",
        [
            "Standard remarketing",
            "Dynamic remarketing"
        ]
    ],
    [
        "Alan has introduced a new line of scooters on his website and is using a Google Display Ad campaign to promote them. He selects “Build awareness” as the marketing objective for his campaign. Why would Alan choose “Build awareness” as his marketing objective?",
        [
            "To reach a broad audience for his scooters."
        ]
    ],
    [
        "Amanda is the marketing manager for a plant nursery. She has a large number of campaigns and needs help keeping her bids relevant every day. How can automated bidding help her?",
        [
            "By setting her bids when auctions happen."
        ]
    ],
    [
        "Amanda uses “Influence consideration” as a marketing objective for her Google Display Ads campaign. Which targeting options are a good fit for Amanda’s campaign?",
        [
            "In-Market audiences, Custom Intent audiences, Similar Audiences"
        ]
    ],
    [
        "Amy has created a new brand for her company’s goldfish training materials. She knows that other companies train goldfish and it is a popular sport, but realizes that it is a niche market. She wants to use a Google Display Ads campaign to build awareness for her new brand. Which Google Display ad targeting option can help Amy with her goal of creating awareness within her niche market?",
        [
            "Custom Affinity audiences"
        ]
    ],
    [
        "An account executive manages Google Search campaigns and would like to extend her reach with Google Display ads. She’s trying to decide whether to use the default optimized targeting or to manually add more layers of targeting herself.",
        [
            "She prefers more control over all aspects of her Display campaigns."
        ]
    ],
    [
        "An advertiser doesn’t have much time to create ads, and hopes to use a Display campaign to automatically create them. Which two building blocks must they supply in order for a Display campaign to automate their ad creation? Choose two.",
        [
            "Headlines",
            "Images"
        ]
    ],
    [
        "An advertiser has seen a lot of success with Google Search, and they’d like to increase their reach by creating a Display campaign. They’d like the setup to be as effortless as possible. What kind of targeting should they use in their Display campaign?",
        [
            "Optimized targeting"
        ]
    ],
    [
        "An advertiser is interested in generating conversions through Google Display ads, but they’re relying on the campaign’s help to set bids. Which two bidding strategies used in Display campaigns can they choose from to automatically set their bids? Choose two.",
        [
            "Target ROAS (return on ad spend)",
            "Target CPA (cost per acquisition)"
        ]
    ],
    [
        "An agency is interested in using automation to more effectively manage their Google Display campaigns. What’s one automation model that Display campaigns provide?",
        [
            "Automated bidding"
        ]
    ],
    [
        "Angela’s ready to get started with her first Smart Display campaign, but her account isn’t yet eligible due to not having enough conversions in the last 30 days. What’s the minimum number of conversions needed (in the last 30 days) to be eligible to set up a Smart Display campaign?",
        [
            "At least 50 conversions on Display or at least 100 conversions on Search."
        ]
    ],
    [
        "As a marketing director at a large company, Cara’s considering launching a Google Display Ads campaign, as it will let her reach global internet users across as many websites and apps as possible. What’s another benefit a Google Display Ads campaign will provide Cara?",
        [
            "It makes it possible for her to engage with valuable audiences quickly and often."
        ]
    ],
    [
        "Ben is currently managing a campaign that has a total investment of $7,000, generates 1,400 conversions, and has a CPA (cost-per-acquisition) of $5. Ben needs to sell excess inventory. To meet this goal, he's willing to increase his CPA and campaign investment.Which of the following plans, built in the Performance Planner, will assist Ben in achieving his marketing goal of selling excess inventory?",
        [
            "An investment of $9,600 to generate 1,600 conversions with a CPA of $6"
        ]
    ],
    [
        "Ben sells housewares through his website and app. What are two ways that Google Ads can fuel his business goals and help him achieve his objectives? (Choose two.)",
        [
            "Help users find and discover his products.",
            "Increase overall installs and interactions with his app."
        ]
    ],
    [
        "Bill has released a new line of products for his business and is using Google Display Ads to influence customer consideration. How does Google Display Ads targeting help Bill reach his marketing objective?",
        [
            "By allowing Bill to strategically show his message to users when they're actively browsing, researching, or comparing the types of products he sells."
        ]
    ],
    [
        "Bill wants to reach valuable, relevant audiences and engage with them quickly and often with his ads. How will creating a Display Ads campaign allow him to reach his goal?",
        [
            "It allows her to reach over 90% of global internet users across millions of apps and websites."
        ]
    ],
    [
        "Brian owns a company that makes inexpensive replacement parts for bicycles. He’s ready to increase the scale of his business and wants to use Google Display Ads to drive sales. Which feature of a Google Display Ads will help Brian achieve his business objectives?",
        [
            "His ads can appear on websites relevant to bicycles, and therefore connect him to his potential audience."
        ]
    ],
    [
        "Brian’s desired audience isn’t covered by the segments In-Market audiences offers. What’s another suitable option Brian could choose to help him influence potential customer consideration?",
        [
            "Custom Intent audiences"
        ]
    ],
    [
        "Cassandra wants to customize her Google Display Ads based on how potential customers previously engaged with her website. Which option best suits her needs?",
        [
            "Remarketing"
        ]
    ],
    [
        "Catherine received a significant amount of traffic to her online pet store after launching her Display campaign. Unfortunately, many visitors to her online store didn’t make a purchase. When creating a new Display campaign, which marketing objective should Catherine choose in order to reengage with these visitors?",
        [
            "Drive action"
        ]
    ],
    [
        "Claire has created a Google Display Remarketing campaign. What’s the most likely reason she decided on remarketing?",
        [
            "Drive action"
        ]
    ],
    [
        "Colin wants to get the word out about his newest product. He’s planning to create a Google Display campaign with building awareness as his marketing objective. Why would Colin choose “Build awareness” as his marketing objective?",
        [
            "He wants to get his newest product in front of as many people as possible."
        ]
    ],
    [
        "Darren notices that many people viewed specific products on his website without purchasing them. He creates a Google Display Ad to drive sales of those exact products. Which option will best suit Darren’s marketing goal?",
        [
            "Dynamic remarketing"
        ]
    ],
    [
        "Diana is running a successful remarketing campaign. She wants to expand her reach with other targeting options. While creating a new Google Ads Display campaign with the “Influence consideration” marketing objective, she chooses Similar Audiences as her targeting option. What information is used to identify Similar Audiences?",
        [
            "Audience interest around different topics"
        ]
    ],
    [
        "Display campaigns use full automation to optimize and automate nearly all aspects of the campaigns. Users only have to provide a few inputs. What can a user input in a Display campaign?",
        [
            "The images they wish to use"
        ]
    ],
    [
        "Doreen uses Google Search to reach customers as they search for products similar to hers. She’d like to create a Display Remarketing campaign to reconnect with users and increase sales. How might remarketing help her meet this marketing objective?",
        [
            "It allows her to show ads to people who previously visited her website as they browse websites and use apps."
        ]
    ],
    [
        "Felix wants to start showing his Google Display Ads to a narrower audience with the help of demographic targeting. Which two types of data are included in demographic targeting? (Choose two.)",
        [
            "Age",
            "Gender"
        ]
    ],
    [
        "Frank runs a scuba-diving business that offers lessons and sells scuba-diving equipment. Frank wants to engage with users who are researching scuba-diving lessons. Which marketing objective should Frank choose when creating his Display campaign?",
        [
            "Influence consideration"
        ]
    ],
    [
        "Gavin is creating a Google Display ads campaign to help grow sales for his online clothing store. His goal is to connect with users who previously viewed pages on his website without making a purchase. Which option will best serve Gavin’s marketing goals?",
        [
            "Remarketing"
        ]
    ],
    [
        "Google Ads was constructed around three core principles focused on helping your business reach its online potential. The first of these core principles is relevance. Google Ads connects your business with the right people at the right time. Upon which other two principles was Google Ads built?",
        [
            "Control and results"
        ]
    ],
    [
        "Google Ads was designed to deliver three things to every advertiser: relevance, control, and results. It provides relevance by connecting advertisers with the right people at the right time. It provides results by charging only when you get a click. How does Google Ads provide control?",
        [
            "By giving advertisers control over the maximum they spend per month."
        ]
    ],
    [
        "Google Ads was designed to help businesses achieve online success. To accomplish this, Google Ads was built on three core principles. What are these principles?",
        [
            "Relevance, control, and results"
        ]
    ],
    [
        "Google Display ads lets advertisers upload their own ads to the system, allowing advertisers greater control over the look and feel of their messaging. What are the two types of uploaded ads?",
        [
            "AMPHTML ads and image ads"
        ]
    ],
    [
        "Google Display campaigns let advertisers choose between two main ad formats: responsive display ads and uploaded image ads. What’s the main benefit of an uploaded image ad?",
        [
            "Control"
        ]
    ],
    [
        "Hank wants to use a “Maximize Conversions” campaign with the Performance Planner. Which recommendation can be provided to Hank by the Performance Planner?",
        [
            "A recommended average daily budget"
        ]
    ],
    [
        "How do Responsive Display Ads use automation?",
        [
            "Responsive Display Ads use a machine-learning model to determine optimal assets for each ad slot using predictions based on an advertiser's performance history."
        ]
    ],
    [
        "How does Google Display Ads drive marketing results every day for thousands of advertisers around the world?",
        [
            "It allows them to run ads and connect with audiences through Gmail, YouTube, and millions of other websites."
        ]
    ],
    [
        "How does Google Display Ads drive results every day for thousands of advertisers?",
        [
            "Its real-time view of context and behavior across the web powers unique understandings of intent."
        ]
    ],
    [
        "How does Google Display ads grow marketing results for advertisers?",
        [
            "It harnesses best-in-class signals to place ads against the most relevant content."
        ]
    ],
    [
        "How does Google Display Ads help advertisers meet their marketing objectives and drive results?",
        [
            "By helping advertisers deliver relevant advertising as people browse the web."
        ]
    ],
    [
        "How is using non-last-click attribution conversions useful for Performance Planner forecasts?",
        [
            "To allocate budgets that drive incremental conversions"
        ]
    ],
    [
        "Howard’s in the process of creating a Google Display campaign and decides to use Custom Intent audiences as a targeting option. He’d like to influence customer consideration, but his niche audience isn’t covered by an In-market audience segment. Which two data inputs can Howard submit to best represent his audience? (Choose two.)",
        [
            "URLs",
            "Keywords"
        ]
    ],
    [
        "If visibility is the primary campaign goal, which bidding strategy would be the most effective for an advertiser to use?",
        [
            "Target impression share"
        ]
    ],
    [
        "In order to drive sales with her Google Display Ads campaign, Charlotte wants to reach audiences who looked at products on her website, with new ads for those exact products. Which targeting option should she choose to help achieve that goal?",
        [
            "Dynamic remarketing"
        ]
    ],
    [
        "Jacob’s physical toy store relies on offline metrics such as store visits and in-store sales. He has heard that there are specialized campaign types that can help him meet these kinds of goals. Which campaign type is designed to help Jacob achieve his offline business objectives?",
        [
            "Local"
        ]
    ],
    [
        "Jasmine is the director of marketing for a chain of clothing stores. She has been given a set budget and needs to drive as many potential customers to her website as possible. Which automated bidding strategy should she use in her campaign?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Joshua has an online store that sells skateboard equipment. He notices that potential customers are looking at specific skateboards but leaving his website without completing a purchase. Which Google Display campaign option can Joshua use to feature the same skateboards viewed to potential customers who didn’t complete a purchase?",
        [
            "Dynamic remarketing"
        ]
    ],
    [
        "Julie wants to show potential customers products they previously viewed on her website. What does Julie need in place to create dynamically generated display ads within a Dynamic Remarketing campaign?",
        [
            "A pre-uploaded feed"
        ]
    ],
    [
        "Karen has opened a new business and is using Google Display Ads to build awareness of her new products. How does Google Display Ads targeting help Karen reach her marketing objective?",
        [
            "By getting her ad in front of the right people, in the right place, at the right time."
        ]
    ],
    [
        "Ken sees a high level of success from his Display campaigns, and wants to take performance to the next level with the help of Dynamic remarketing. How can Dynamic remarketing benefit him?",
        [
            "It will show exact products to potential customers that have previously seen them on his website."
        ]
    ],
    [
        "Kevin has a large collection of images and videos available for use but not a lot of time to design ad creatives for his Google Display ads campaign. Which Display ad format could Kevin use to save time?",
        [
            "Responsive display ads"
        ]
    ],
    [
        "Kim is seeing significant performance from her Google Display remarketing campaign, and wants to expand upon it. Which targeting option should she choose to accomplish this?",
        [
            "Similar Audiences"
        ]
    ],
    [
        "Lauren has chosen “Influence consideration” as the marketing objective in her Google Display Ads campaign. Which two targeting options are a good fit for Lauren’s campaign? (Choose two.)",
        [
            "Custom Intent audiences",
            "Similar Audiences"
        ]
    ],
    [
        "Lola is in the process of selecting a campaign type to suit her business objectives. Why is it important that she consider business objectives before choosing her campaign type?",
        [
            "The campaign type chosen will determine where her ads appear and the format of those ads."
        ]
    ],
    [
        "Loretta is the advertising director for a large meal-kit company. She’s setting up a Google Display Campaign to identify and engage with large audiences in order to extend their market reach. Which statement most accurately describes the reach a Google Display Campaign can provide Loretta?",
        [
            "It allows her to reach over 90% of global internet users across millions of apps and websites."
        ]
    ],
    [
        "Lucy is creating a new Display campaign with the goal of building awareness. Which two targeting options might be suitable for her to use? (Choose two.)",
        [
            "Demographic targeting",
            "Affinity audiences"
        ]
    ],
    [
        "Mandy has a large art-supply company that sells through both her brick-and-mortar store and online. She wants to increase the awareness of her brand and drive higher sales. How can Google Display Ads help Mandy achieve her business objectives?",
        [
            "It places Mandy's ads against the most relevant content by using best-in-class intent signals."
        ]
    ],
    [
        "Marco newest client believes Google Ads would be the ideal platform for his services, but he’s worried that his business can’t afford to compete. What can Marco explain about Google Ads to ease his client’s concerns?",
        [
            "Google Ads gives you total control over your budget."
        ]
    ],
    [
        "Maria has been told that she should use the Performance Planner on a monthly basis. Why should she do so?",
        [
            "To react to ever-changing external factors"
        ]
    ],
    [
        "Marie is a marketer trying to maximize specific user actions after the click. Which automated bidding strategy should she use to accomplish this?",
        [
            "Conversion-focused bidding"
        ]
    ],
    [
        "Marisol manages the online advertising campaigns for a chain of toy stores with both a physical and an online presence. Which Google Ads campaign should Marisol use to show images of her products, advertise her company’s online and local inventory of toys, and boost traffic to their website and local toy stores?",
        [
            "Shopping"
        ]
    ],
    [
        "Marta has a tight marketing budget and needs to use a strategy that can drive customers to her website for a set cost. Which bidding strategy has the potential to meet Marta’s needs?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Marta’s Display campaign has delivered results beyond her expectations. She knows she increase returns with added spend, but that’s not possible for her at the moment. How would Performance Planner benefit her in this situation?",
        [
            "By optimizing her available ad budget for maximum growth."
        ]
    ],
    [
        "Millie is managing a Google Ads campaign for a new client who’s tracking all important actions post-click and values each of their conversion actions equally. What type of automated bidding strategy would be ideal for this client?",
        [
            "Conversion-focused bidding"
        ]
    ],
    [
        "Molly wants to clear her remaining stock in preparation for ordering a new line of products to sell. As a result, she’s willing to increase her CPA (cost-per-acquisition) and investment, as long as it means generating more sales. Her current campaign has a total investment of $25,500, generates 1,500 conversions, and has a CPA of $17. Which plan, built in the Performance Planner, will help Molly with her marketing goal to generate more sales?",
        [
            "An investment of $40,000 to generate 2,000 conversions and a CPA of $20"
        ]
    ],
    [
        "Nathan manages a website that sells bicycles. He’s using a Google Ads Display campaign to drive purchases in that segment, and chooses In-Market audiences as his targeting option. What’s the advantage In-Market audiences gives Nathan in reaching his marketing goals?",
        [
            "Connects him with audiences most interested in what he has to offer."
        ]
    ],
    [
        "Of the ad formats available on the Google Display network, which one will automatically adjust its presentation to best fit the available space on page?",
        [
            "Responsive display ads"
        ]
    ],
    [
        "Olivia manages an online store that sells musical instruments. She’ll soon host a jazz event and wants to create awareness around it, especially within the community of jazz enthusiasts. Which targeting option should Olivia choose in order to achieve her marketing goal?",
        [
            "Affinity audiences"
        ]
    ],
    [
        "Peggy owns a house cleaning service. She built a booking website and is ready to promote her services online. She wants her ads to reach people actively looking for businesses similar to hers. Which Google Ads campaign should Peggy use to make sure potential customers consider her services and take action by booking house cleanings?",
        [
            "Search"
        ]
    ],
    [
        "Phillip wants to create a new Google Display Ad campaign and base his targeting on an existing remarketing list named Checkout Abandoners. How can the Similar Audiences targeting option help Phillip achieve his marketing goals?",
        [
            "Similar Audiences will find users who are similar to those on the Checkout Abandoners list."
        ]
    ],
    [
        "Priya only has $500 a month to spend on her campaign, but she needs to drive as many potential customers as possible to her website. Which type of automated bidding strategy would be best for Priya’s campaign?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Quinn recently launched a Display campaign for his women’s clothing store. Since the launch, his website traffic has increased, but sales have remained flat. Which story shows Quinn using remarketing to drive action?",
        [
            "Quinn creates a list of cart abandoners that identifies users who visited his website, considered buying his clothing, but didn't purchase. He shows them an ad with a promotional discount code."
        ]
    ],
    [
        "Rashid wants to raise awareness of his brand and build campaigns focused on branded terms. He does not have much time to devote to daily bid management, so he decided to use automated bidding to lighten his workload. Which automated bidding strategy should Rashid consider using?",
        [
            "Target impression share"
        ]
    ],
    [
        "Rebecca is a marketing executive at an airline company. She has been asked to plan her company’s online advertising budget on a monthly basis. She’s chosen Google Ads’ Performance Planner to help accomplish this task. What are two advantages Performance Planner offers Rebecca? (Choose two.)",
        [
            "Performance Planner leverages machine learning for forecasting.",
            "Performance Planner forecasting is powered by billions of Google searches conducted each week."
        ]
    ],
    [
        "Robert manages a website that sells sporting goods. He wants his products to be featured in various online sporting publications while potential customers are researching and comparing different football brands online. Which option will help Robert influence customer consideration?",
        [
            "In-Market audiences"
        ]
    ],
    [
        "Siona is planning a new Google Ads campaign with the goal of capturing a minimum number of impressions for her ads. What type of automated bidding strategy should Siona use?",
        [
            "Target impression share"
        ]
    ],
    [
        "Steve wants to use Google Display Ads to reach new customers who are looking to purchase products similar to his. Which audience type should Steve try to reach to meet his marketing goal?",
        [
            "In-Market audiences"
        ]
    ],
    [
        "The customer journey has become more complex, requiring a dedicated bidding strategy. Google’s solution is automated bidding. How can automated bidding benefit advertisers? (Choose two.)",
        [
            "Uses machine learning to set bids, which saves time.",
            "Is auction-specific to increase the chance for conversion."
        ]
    ],
    [
        "Thelma is creating a Display campaign for her online toy store. She wants to showcase her products to parents between the ages of 25 to 34. Which option should Thelma select to best reach these users?",
        [
            "Demographic targeting"
        ]
    ],
    [
        "Trevor has discounted an entire line of products on his website and wants to use Google Display Ads to drive sales. How does Google Display Ads targeting help Trevor reach his marketing objective?",
        [
            "Google Display Ads will help place Trevor's ad before customers who already showed interest in his brand."
        ]
    ],
    [
        "Trevor owns a manufacturing business that makes specialized hiking and rock climbing gear. He is a very small player in the market, but he is ready to scale up his business. Which Google Ads campaign type should Trevor use to increase his brand’s exposure and reach audiences with interests in hiking and rock climbing across the web?",
        [
            "Display"
        ]
    ],
    [
        "Trina is considering using automated bidding as she is looking to make her campaign management process more efficient. In what three ways can automated bidding improve efficiency? (Choose 3.)",
        [
            "Saves time and marketing resources",
            "Integrates a large variety of signals to evaluate user intent",
            "Sets the appropriate bid for each and every auction"
        ]
    ],
    [
        "Using the Performance Planner on a monthly basis allows you to optimize which two aspects of an account? (Choose two.)",
        [
            "Bids",
            "Budgets"
        ]
    ],
    [
        "Viktor’s been tracking the conversions in his Display campaign for the last 30 days. He’s had 24 conversions over that time, and plans to use target return on ad spend (ROAS) as his automated bidding strategy. Which type of automated bidding strategy will Viktor be using?",
        [
            "Revenue-focused bidding"
        ]
    ],
    [
        "What are key factors to keep in mind when choosing a bidding strategy for your campaign?",
        [
            "Performance, auctions, and user journey complexities"
        ]
    ],
    [
        "What are two benefits of automated bidding? (Choose two.)",
        [
            "Cross analysis",
            "Time saving"
        ]
    ],
    [
        "What are two examples of the types of audiences you could reach when using Affinity Audiences as a targeting option? (Choose two.)",
        [
            "Golf enthusiasts",
            "TV comedy fans"
        ]
    ],
    [
        "What are two reasons a marketer might use responsive display ads? Choose two.",
        [
            "Extended reach: Create ads that serve in most ad slot sizes, into both native and non-native inventory.",
            "Cost-effective: Get more conversions at a similar cost-per-acquisition to other Display ad formats."
        ]
    ],
    [
        "What are two ways Google Ads can fuel your business goals? (Choose two.)",
        [
            "Increase online, in-app, in-person, and over-the-phone sales.",
            "Get more of the right people to visit your website."
        ]
    ],
    [
        "What are two ways that Performance Planner can help reveal the possibilities across all your Google Ads campaigns? (Choose two.)",
        [
            "Simulation",
            "Validation"
        ]
    ],
    [
        "What can automated bidding help an advertiser improve?",
        [
            "Performance"
        ]
    ],
    [
        "What can the Performance Planner assist you with?",
        [
            "To improve return on investment so you can drive more conversions within your target CPA (cost-per-acquisition)"
        ]
    ],
    [
        "What can the Performance Planner recommend?",
        [
            "Campaign-level Target CPA (cost-per-acquisition)"
        ]
    ],
    [
        "What does a Responsive Display Ad use in its machine-learning model to determine the optimal combination of assets for your ad slot?",
        [
            "Predictions built from your performance history."
        ]
    ],
    [
        "What does Performance Planner automatically do?",
        [
            "Forecasts how your current campaigns will perform in the future"
        ]
    ],
    [
        "What is a key benefit of Display campaigns?",
        [
            "Advertisers can provide minimal input to create a Display campaign."
        ]
    ],
    [
        "What is a valid recommendation that the Performance Planner can provide?",
        [
            "Set a specific target CPA (cost-per-acquisition)"
        ]
    ],
    [
        "What is one of the reasons why an advertiser should consider using Performance Planner on a monthly basis?",
        [
            "Auctions fluctuate all the time"
        ]
    ],
    [
        "What is one way that Performance Planner helps businesses increase sales?",
        [
            "By maximizing the number of conversions for a spend scenario"
        ]
    ],
    [
        "What’s a characteristic of Responsive Display Ads?",
        [
            "They let you create ads that serve in all ad slot sizes."
        ]
    ],
    [
        "What’s a key benefit of Responsive Display Ads?",
        [
            "You can upload your own creative assets."
        ]
    ],
    [
        "What’s an advantage of responsive display ads?",
        [
            "They enable publishers to receive 100% of the CPC."
        ]
    ],
    [
        "What’s an advantage of the reach of Responsive Display Ads?",
        [
            "They automatically adjust your creative asset's size, appearance, and format to fit just about any native or non-native ad slot."
        ]
    ],
    [
        "What’s one benefit of using responsive display ads?",
        [
            "They can run on native inventory."
        ]
    ],
    [
        "What’s one reason to use a responsive display ad for your campaign?",
        [
            "You want to increase ad performance."
        ]
    ],
    [
        "What's provided by Responsive Display Ads?",
        [
            "Reach, simplicity, automation"
        ]
    ],
    [
        "When a Responsive Display Ad is automatically assembled, what’s adjusted to fit the ad slot?",
        [
            "Size, appearance, and format"
        ]
    ],
    [
        "When deciding between Responsive Display Ads and uploaded ads, when would you opt for control rather than for efficiency?",
        [
            "When your ads must meet exact branding requirements."
        ]
    ],
    [
        "When should you use AMPHTML ads? (Choose two.)",
        [
            "When your goal is to provide faster ad experiences.",
            "When your goal is to provide safer ad experiences."
        ]
    ],
    [
        "When should you use responsive display ads?",
        [
            "When your primary goal is performance."
        ]
    ],
    [
        "Which Display Ad format runs in both native and non-native inventory?",
        [
            "Responsive Display Ads"
        ]
    ],
    [
        "Which Display Ad format should you use if you’re concerned about malware and want a secure ad experience across platforms?",
        [
            "AMPHTML ads"
        ]
    ],
    [
        "Which factors should an advertiser consider when deciding on a bidding strategy?",
        [
            "User journey complexities, performance, and auctions"
        ]
    ],
    [
        "Which group would you be able to reach with a Google Display campaign using demographic targeting?",
        [
            "27-year-old men"
        ]
    ],
    [
        "Which of the following campaign types is suited for someone looking to increase brand exposure and reach audiences with specific interests across the web?",
        [
            "Display campaign"
        ]
    ],
    [
        "Which of the following examples are suited for responsive display ads? (Select two)",
        [
            "\"A company needs to reduce its overhead for managing ad portfolios within ad groups and campaigns. \"",
            "The head of digital marketing at an agency values performance over everything else."
        ]
    ],
    [
        "Which of the following goals can you achieve for your marketing campaign by using automated bidding?",
        [
            "To reach the right user with the right message at the right time"
        ]
    ],
    [
        "Which of the following matches a benefit of machine learning?",
        [
            "Algorithmically helps set the appropriate bid for each and every auction."
        ]
    ],
    [
        "Which statement accurately describes the reach of Affinity Audiences’ targeting?",
        [
            "It reaches TV-like audiences, based on their lifestyles, interests, and passions."
        ]
    ],
    [
        "Which statement is true about Responsive Display Ads?",
        [
            "The ads adjust to available screen space when delivered."
        ]
    ],
    [
        "Which statement is true about the value of Google Display Ads?",
        [
            "It uses best-in-class automation and bidding to reach millions of users at just the right moment."
        ]
    ],
    [
        "Which two are available in Google Ads? (Choose two.)",
        [
            "Device targeting, which allows you to serve your ads to users on desktops, smartphones, and tablets.",
            "Language targeting, which lets you reach people with your selected language as their browser's language setting."
        ]
    ],
    [
        "Which two statements are true about the use of targeting options to optimize a Google Ads campaign? (Choose two.)",
        [
            "Device targeting allows you to reach customers on any device: desktops, tablets, and smartphones.",
            "Location targeting allows ads to be served in the specific geographic locations you choose."
        ]
    ],
    [
        "Which type of automated bidding strategy is enhanced cost-per-click (ECPC)?",
        [
            "Conversion-focused bidding"
        ]
    ],
    [
        "Which type of automated bidding strategy is Target return on ad spend (ROAS)?",
        [
            "Revenue-focused bidding"
        ]
    ],
    [
        "While managing a successful Google Ads campaign, why would you choose automated bidding instead of manual bidding?",
        [
            "Because given the dynamic nature of Google's auctions, the appropriate bid can often be a moving target that is challenging to reach at scale when using manual bidding"
        ]
    ],
    [
        "Why does automating your bid versus using manual bidding contribute to a successful Google Ads campaign?",
        [
            "If you do not bid efficiently, you could miss valuable conversions."
        ]
    ],
    [
        "Why is using the performance targets feature after utilizing the Performance Planner recommended?",
        [
            "This practice allows you to monitor targets set in the Performance Planner and to receive alerts and recommendations when a campaign is not on track. "
        ]
    ],
    [
        "Why should an advertiser consider using responsive display ads?",
        [
            "They'll automatically create ads from your images, videos, headlines, logos, and descriptions."
        ]
    ],
    [
        "Why should campaigns with different marketing objectives be separated into different Performance Planner plans?",
        [
            "So that spend is not reallocated between two different marketing objectives"
        ]
    ],
    [
        "Why should your business use Performance Planner?",
        [
            "It makes recommendations that are validated using machine learning."
        ]
    ],
    [
        "You can leverage Google Ads’ automated bidding strategy to help get the most from your advertising budget. What are two benefits of using automated bidding? (Choose two.)",
        [
            "Machine learning",
            "Auction-time bidding"
        ]
    ],
    [
        "You choose Influence consideration as your marketing objective and the Similar Audiences targeting option for a Google Display Ad campaign. In Google Display Ad campaigns, what are Similar Audiences built from?",
        [
            "Remarketing lists"
        ]
    ],
    [
        "You manage marketing for a small business on a tight budget, yet you need to reach as many people as possible. How can Google Ads help?",
        [
            "With Google Ads, you can choose a maximum amount to spend per month."
        ]
    ],
    [
        "Your company provides home-maintenance services, and you want to reach more potential customers. You have a limited budget to work with. Why is Google Ads right for you?",
        [
            "You can set your own budget and can change it at any time."
        ]
    ],
    [
        "Your company wants to have greater success online. What are two ways that Google Ads can drive your business goals? (Choose two.)",
        [
            "Boost your conversions by connecting you to people in the moments that matter.",
            "Help you reach a wider audience and maximize exposure."
        ]
    ],
    [
        "You're making a video ad with the goal of driving reservations for a tourism company on their website. Which of the following call to actions (CTAs) should you use in the ad?",
        [
            "Book now"
        ]
    ],
    [
        "Zoe runs a sports media website that caters to fans of many different types of sports. She’s starting a Google Display Ads campaign and is considering methods to reach her sports-loving audience. What’s a compelling reason for Zoe to use Affinity Audiences?",
        [
            "Affinity Audiences allow her to reach sports enthusiasts."
        ]
    ],
    [
        "Gloria owns a surfing clothing line. She wants to increase the awareness of her brand and drive higher sales. How can Google Display Ads help Gloria achieve her business objective?",
        [
            "It harnesses best-in-class intent signals to place her ads against the most relevant content."
        ]
    ],
    [
        "A marketing manager has been familiarizing themselves with the different ad components of a Search ad. Which of these would they select as an accurate description of a Display URL?",
        [
            "The Display URL gives users an idea of where they'll go if they click the ad."
        ]
    ],
    [
        "A marketing manager wants to use a Google Search Ads campaign to capture the consideration of customers who are searching online for camping equipment. What's a key benefit of a well-managed Google Search Ads campaign?",
        [
            "Search Ads can appear on relevant searches by potential customers."
        ]
    ],
    [
        "A Search ad's auction-time ad quality is affected by three factors. What are they?",
        [
            "Ad relevance affects auction-time ad quality.",
            "Expected clickthrough rate affects auction-time ad quality.",
            "Ad landing page experience affects auction-time ad quality."
        ]
    ],
    [
        "A self-publishing business has determined that their highest-value potential customers reach out using a form on their website. They want more prospective customers to submit this form. What's the right campaign objective for this business's goals?",
        [
            "Leads"
        ]
    ],
    [
        "A sneaker company is looking to boost awareness for a major product launch that's coming up. They're looking to use broad match to reach a larger audience. Which three steps could they take to help them accomplish this?",
        [
            "They could use responsive search ads and AI-powered creatives.",
            "They could organize and align all of their ad groups according to a common theme.",
            "They could use brand restrictions for branded campaigns when it’s suitable."
        ]
    ],
    [
        "You work for an agency and your client wants to know how machine learning works in Google App campaigns. How does machine learning benefit both marketers and users?",
        [
            "By delivering a relevant ad to the right user at the right time."
        ]
    ],
    [
        "A speciality candle retailer is about to make its launch in cities nationwide. They are using phrase match in their Search ads campaign with the keywords \"scented,\" \"candle,\" and \"delivery.\" How will phrase match help the company's Search Ads campaign?",
        [
            "Their ad is going to appear in the search terms include the meaning of the keyword."
        ]
    ],
    [
        "A startup organic produce delivery service is launching in cities nationwide. They decide to use phrase match in their Search ads campaign with the keywords \"organic,\" \"produce,\" and \"delivery.\" How will phrase match help the company's Search Ads campaign?",
        [
            "If the search terms include the keyword's meaning, their ad will appear."
        ]
    ],
    [
        "After implementing Smart Bidding and broad match, what are three campaign best practices you should follow?",
        [
            "Use responsive search ads",
            "Monitor Quality Score.",
            "Be mindful of negative keyword targeting."
        ]
    ],
    [
        "After running a Google Search Ads campaign for several months, Meredith notices sales of her advertised products are starting to lag. She checks her Google Ads Recommendations page and notices that her campaign's optimization score is 22%. What does this score tell Meredith about her Google Search Ads campaign?",
        [
            "The campaign could be improved by 78% if the listed recommendations are followed."
        ]
    ],
    [
        "Alex has started a Google Search campaign designed to promote his online motorcycle accessories store. His store focuses on custom helmets. How might Google Search Ads provide value to Alex?",
        [
            "By showing his ad to people searching for related information about helmets."
        ]
    ],
    [
        "An advertising executive takes over a Google Search ads campaign. On his Google Ads Recommendations page he notes that the campaign's optimization score is 40%. What does this score indicate?",
        [
            "The campaign could be improved by 60% if the listed recommendations are followed."
        ]
    ],
    [
        "An electronics company is launching a new TV equipped with a voice command accessibility feature. They decide to use phrase match in their Search ads campaign with the keywords \"television,\" \"accessible,\" and \"voice.\" How will phrase match benefit the company's Search Ads campaign?",
        [
            "Their ad will appear if the search terms include the meaning of the keyword."
        ]
    ],
    [
        "An online employment agency has determined that their highest-value clients reach out through their website. They want more potential clients to submit an interest form. What's the right campaign objective for this business's goals?",
        [
            "Leads"
        ]
    ],
    [
        "As an advertiser, creating your first Search ad in Google Ads is a simple five-step process. What is the correct order of the five steps?",
        [
            "Sign in to the Google Ads account where you wish to make the Search ad. In the page menu on the left of the screen, choose the + button. Choose your objective, select Search ad from the available options, and enter your campaign details. Review your campaign settings and ensure the ad meets Google's editorial guidelines. Select Publish campaign."
        ]
    ],
    [
        "As you get to know Google Ads, what would you identify as the three basic components of a Google Search ad?",
        [
            "Targeting, ad formats, and bid strategies are the basic components."
        ]
    ],
    [
        "Assets assist in providing users with which two things they want from their search queries?",
        [
            "Information based on their moment",
            "Relevant information"
        ]
    ],
    [
        "Assets help give users which two things they want to get out of their search queries?",
        [
            "They provide relevant information.",
            "They provide information based on their moment."
        ]
    ],
    [
        "Based on analysis of their marketing data, a web development business has determined that the highest-value consumers reach out via an interest form on their website. The firm wants more potential users to submit this form. Which campaign objective aligns with this business's goals?",
        [
            "Leads"
        ]
    ],
    [
        "Based on analysis of their marketing data, a web development business has determined that the highest-value customers reach out via an interest form on their website. The firm wants more potential customers to submit this form. What's the right campaign objective for this business's goals?",
        [
            "Leads"
        ]
    ],
    [
        "Ben is currently managing a campaign that has a total investment of $7,000, generates 1,400 conversions, and has a CPA (cost-per-acquisition) of $5. Ben needs to sell excess inventory. To meet this goal, he's willing to increase his CPA and campaign investment.Which of the following plans, built in the Performance Planner, will assist Ben in achieving his marketing goal of selling excess inventory?",
        [
            "An investment of $9,600 to generate 1,600 conversions with a CPA of $6"
        ]
    ],
    [
        "Brenda's working on improving a Google Search Ad's Quality Score so it potentially gets a better ad rank and performs better in the ad auction. What change to Brenda's ad might improve the Ad Rank?",
        [
            "Adding seasonal messaging during the holiday season."
        ]
    ],
    [
        "Brian manages his company's Google Search Ads campaign. He regularly reviews the optimization score to make his Google Search campaign as effective as possible. What is Brian's optimization score based upon?",
        [
            "Key aspects of his accounts, including statistics, settings, and industry trends"
        ]
    ],
    [
        "Charlie is working to improve the Quality Score of a Google Search ad by improving his expected click-through rate (eCTR). Which of the following actions might improve Charlie's eCTR?",
        [
            "Including keywords in his ad text"
        ]
    ],
    [
        "Clara is an advertising director who has been tasked with optimizing her company's Google Search campaign. How can Clara use the optimization score to benefit her campaign?",
        [
            "To find how close her campaign is from potential ideal results"
        ]
    ],
    [
        "Every ad contains a URL displaying your website address. You can add two optional path fields to the display URL in a text ad. What's an advantage of using these optional path fields?",
        [
            "To give users an idea of the content they'll see upon clicking the ad"
        ]
    ],
    [
        "Google Ads reviews ads to ensure they meet advertising policies before being shown to users. What criteria are reviewed by Google Ads?",
        [
            "Content and formatting."
        ]
    ],
    [
        "Google Ads was designed to deliver three things to every advertiser: relevance, control, and results. It provides relevance by connecting advertisers with the right people at the right time. It provides results by charging only when you get a click. How does Google Ads provide control?",
        [
            "By giving advertisers control over the maximum they spend per month."
        ]
    ],
    [
        "Google Ads was designed to help businesses achieve online success. To accomplish this, Google Ads was built on three core principles. What are these principles?",
        [
            "Relevance, control, and results"
        ]
    ],
    [
        "How can Google AI help marketers reach potential customers?",
        [
            "By recognizing nuance in human language and using that capability to help connect marketers to people searching for their offerings"
        ]
    ],
    [
        "How can marketers predict the impact of applying recommendations on their optimization score?",
        [
            "Each recommendation shows its impact on the optimization score as a percentage."
        ]
    ],
    [
        "How can marketers use AI-powered Search ads to serve their business needs?",
        [
            "By utilizing broad match, Smart Bidding, and Responsive Search Ads together"
        ]
    ],
    [
        "How can Smart Bidding with broad match help marketers?",
        [
            "It helps make sure their business is competing in the right auction, at the right bid, for the right user. It does this by picking up on contextual signals present at auction time."
        ]
    ],
    [
        "How can the optimization score be used to help increase the effectiveness of a Google Search campaign?",
        [
            "It can show how close a campaign is to being optimized to its full potential."
        ]
    ],
    [
        "How does Google AI help marketers maximize search ad performance amidst billions of searches on Google every day?",
        [
            "Google AI lets broad match and Smart Bidding connect ads to queries and make ",
            "adjustments to bids in real time."
        ]
    ],
    [
        "How does Google AI serve the needs of marketers looking to maximize search ad performance amidst billions of searches on Google every day?",
        [
            "It permits broad match and Smart Bidding to connect ads to queries and adjust bids instantly and automatically."
        ]
    ],
    [
        "How does value-based bidding work?",
        [
            "Value-based bidding is a Smart Bidding strategy that uses machine learning to drive the highest conversion value possible, by bidding for conversions that drive business objectives."
        ]
    ],
    [
        "How is automating your bid better than manual bidding better when it comes to creating a successful Google Ads campaign?",
        [
            "It's better because the failure to bid efficiently cane make you miss valuable conversions."
        ]
    ],
    [
        "How many responsive search ads can you have in Google Ads?",
        [
            "There's a limit of three enabled responsive search ads per ad group. If you have text that should appear in every ad, you must add the text to either Headline position 1, Headline position 2, or Description position 1"
        ]
    ],
    [
        "How many responsive search ads does Google Ads allow?",
        [
            "Google Ads allows three enabled responsive search ads per ad group. If you have text that should appear in every ad, you must add the text to either Headline position 1, Headline position 2, or Description position 1"
        ]
    ],
    [
        "How many responsive search ads does Google Ads permit?",
        [
            "Google Ads permits three enabled responsive search ads per ad group. If you have text that needs to display in every ad, you must add the text to either Headline position 1, Headline position 2, or Description position 1"
        ]
    ],
    [
        "How should marketers use AI-powered Search ads to accomplish their business goals?",
        [
            "Leverage broad match, Smart Bidding, and Responsive Search Ads together."
        ]
    ],
    [
        "If you were telling someone about the ways in which automated bidding can improve their campaign management process efficiency, which three automated bidding benefits could you share with them to help them meet their goal?",
        [
            "Automated bidding sets the appropriate bid for each and every auction.",
            "Automated bidding sets time and marketing resources",
            "Automated bidding integrates a large variety of signals to evaluate user intent"
        ]
    ],
    [
        "If your goal is testing various combinations of headlines and descriptions so you can optimize your results accordingly, which two responsive search ads benefits will help you do this?",
        [
            "More relevance will help you test those combinations.",
            "Greater flexibility will help you test those combinations."
        ]
    ],
    [
        "In what two ways can optimization score drive marketers' success?",
        [
            "By speeding up implementation for enhancements to campaigns",
            "By determining which campaigns to prioritize for improvements"
        ]
    ],
    [
        "In which two ways does optimization score help marketers succeed?",
        [
            "It determines which campaigns should be prioritized for improvements.",
            "It speeds up the implementation for enhancements to campaigns."
        ]
    ],
    [
        "In which way can marketers predict the impact of applying recommendations on their optimization score?",
        [
            "Every recommendation shows how it affects optimization score as a percentage."
        ]
    ],
    [
        "In which ways can marketers determine the potential impact of applying recommendations on their optimization score?",
        [
            "The recommendations all show how they affect optimization score as a percentage."
        ]
    ],
    [
        "Ingrid wants to acquire a lot of exposure for a new product line that she's launching. She understands that she can reach a significant portion of people on the internet with the help of a Display campaign. In what way will a Display campaign achieve Ingrid's marketing goal?",
        [
            "Her ads will serve on website content related to her business or her customers' interests, based on her targeting decisions."
        ]
    ],
    [
        "Jacob's physical toy store relies on offline metrics, such as store visits and in-store sales. He's heard that specialized campaign types can help him meet these kinds of goals. Which campaign type can help Jacob achieve his offline business objectives?",
        [
            "Local"
        ]
    ],
    [
        "Jasmine is the director of marketing for a chain of clothing stores. She's been given a set budget and needs to drive as many potential customers to her website as possible. What automated bidding strategy should she use in her campaign?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Jerry understands that expected click-through rate is one of three main factors that determine the quality score of an ad. What are the two other main factors that Jerry should focus on to improve the Quality Score of his ads?",
        [
            "Ad relevance",
            "Ad landing page experience"
        ]
    ],
    [
        "Jim has created a Google Search ad with a bid of $5. Two other advertisers in an auction have bids of $2.50 and $2. How much would Jim pay for the first spot in the auction?",
        [
            "$2.51"
        ]
    ],
    [
        "Jimmy has completed the headline section of his text ad and is now writing the description section. What are three factors that Jimmy should include in the description section of his text ads?",
        [
            "A mention of prices, promotions, and exclusive offers",
            "Encouraging potential customers to take action",
            "Highlighting what makes his business unique"
        ]
    ],
    [
        "Karen has evaluated her Google Search Ads campaign's optimization score after noticing that the campaign's performance had slipped. The score is much lower than it was a month ago. She accepts an optimization recommendation from the available list. What will happen to her campaign's optimization score?",
        [
            "It will improve upon acceptance."
        ]
    ],
    [
        "Laverne created her first Google Search campaign for her yoga school. She selects the Google Search Network and by default, Google Search partners. Which benefit will she gain by appearing on Google Search partners?",
        [
            "Extends her reach to additional sites."
        ]
    ],
    [
        "Leo is in charge of advertising for the clothing lines of a large manufacturer. He uses his Google Ads Recommendations page to help him evaluate his Search Ads campaigns. Which feature makes the optimization recommendations valuable for Leo?",
        [
            "The recommendations are tailored to the specific account."
        ]
    ],
    [
        "Linda recognizes that a Google Search campaign could bring significant value to her eCommerce business. Which two solutions can Linda achieve via a Google Search campaign?",
        [
            "Her business can show up on search results when businesses similar to hers are showing up.",
            "Her business can have a presence at the exact moment someone is searching for the kinds of products she offers."
        ]
    ],
    [
        "Lola is in the process of selecting a campaign type to suit her business objectives. Why is it important that she consider business objectives before choosing her campaign type?",
        [
            "The campaign type chosen will determine where her ads appear and the format of those ads."
        ]
    ],
    [
        "Marisol manages the online advertising campaigns for a chain of toy stores with both a physical and an online presence. Which two Google Ads campaign types should Marisol use to show images of their products, advertise their company's online and local inventories of toys, and boost traffic to their website and local toy stores?",
        [
            "Shopping",
            "Display"
        ]
    ],
    [
        "Marta has a tight marketing budget and needs to use a strategy that can drive customers to her website for a set cost. Which bidding strategy has the potential to meet Marta's needs?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Marta's online store sells accessories for a widely used smartphone, and her current customer base shares a number of relevant characteristics. She believes she'll have her best return on investment by narrowing her Google Search campaign audience. Which two Google Search campaign settings can be configured to reach more specific customers?",
        [
            "Device type",
            "Location"
        ]
    ],
    [
        "Mary has been familiarizing herself with the different ad components of a Search ad. Match the following text ad component descriptions with the components they describe.",
        []
    ],
    [
        "Michael built a high-quality ad with an excellent keyword list. He's disappointed the ad isn't being shown as much as he'd like. What's a likely reason for his ad not being frequently displayed?",
        [
            "His bid for the ad is too low."
        ]
    ],
    [
        "Molly wants to clear her remaining stock in preparation for ordering a new line of products to sell. As a result, she's willing to increase her CPA (cost-per-acquisition) and investment, as long as it means generating more sales. Her campaign has a total investment of $25,500, generates 1,500 conversions, and has a CPA of $17. Which plan, built in the Performance Planner, will help Molly with her marketing goal to generate more sales?",
        [
            "An investment of $40,000 to generate 2,000 conversions and a CPA of $20."
        ]
    ],
    [
        "Of the different things users want to get out of their search queries, what two things do assets provide?",
        [
            "Assets provide information that's relevant.",
            "Assets provide information based on their moment."
        ]
    ],
    [
        "Of the following methods, which one should you use to implement and test broad match successfully on broad match campaigns intended to help analyze conversion data?",
        [
            "You should implement your broad match keywords through setting up a One-Click Experiment Apply. This will create an experiment that follows all experiment best practices automatically."
        ]
    ],
    [
        "Once Smart Bidding and broad match are implemented, which three campaign best practices should be followed?",
        [
            "Monitoring Quality Score",
            "Using responsive search ads",
            "Being mindful of negative keyword targeting"
        ]
    ],
    [
        "Once you have implemented broad match and Smart Bidding, what three campaign best practices should you follow?",
        [
            "Paying attention to negative keyword targeting",
            "Monitoring of Quality Score",
            "Use of responsive search ads"
        ]
    ],
    [
        "Out of the following methods, which is best suited for implementing and testing broad match successfully on broad match campaigns intended to help analyze conversion data?",
        [
            "Implementing broad match keywords and setting up a One-Click Experiment Apply. This automatically will generate an experiment that follows all experiment best practices."
        ]
    ],
    [
        "Peggy owns a house-cleaning service. She built a booking website and is ready to promote her services online. She wants her ads to reach people actively looking for businesses similar to hers. Which two Google Ads campaign types should Peggy use to make sure potential customers consider her services and take action by booking house cleanings?",
        [
            "Discovery",
            "Search"
        ]
    ],
    [
        "Pete is the marketing director for an electric car company. He recently chose \"leads\" as his Google Search campaign marketing goal. What did he hope to achieve by selecting \"leads\" as his goal?",
        [
            "Increase e-mail list sign-ups from potential customers."
        ]
    ],
    [
        "Priya only has $500 a month to spend on her campaign, but she needs to drive as many potential customers as possible to her website. What type of automated bidding strategy would be best for Priya's campaign?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Rashid wants to raise awareness of his brand and build campaigns focused on branded terms. He doesn't have much time to devote to daily bid management, so he decides to use automated bidding to lighten his workload. What automated bidding strategy should Rashid consider using?",
        [
            "Target impression share"
        ]
    ],
    [
        "Reggie manages the online marketing campaigns for a vitamin and supplement store. He launched a Google Search campaign and chose website traffic as his campaign marketing goal. Which outcome is Reggie expecting from the campaign?",
        [
            "Getting more customers to learn about his products."
        ]
    ],
    [
        "Rina has heard the term Quality Score mentioned before and is interested to learn what it actually is. Which statement describes Quality Score?",
        [
            "It's an estimate of the quality of your ads, keywords, and landing pages."
        ]
    ],
    [
        "Singh's marketing company has created an enticing ad that receives many clicks. What effect will the ad likely have on the Google Ads auction?",
        [
            "The higher expected click-through rate will lead to a higher Ad Rank."
        ]
    ],
    [
        "Siona needs to make sure her ads are getting a minimum number of impressions on the top of the page. What type of automated bidding strategy is Siona using?",
        [
            "Target impression share"
        ]
    ],
    [
        "Steven is an advertising executive at a large auto parts company. He uses his Google Ads Recommendations page to help him with strategies to optimize his Google Search Ads campaigns. One reason Steven values the optimization score is because it makes it possible for him to do what?",
        [
            "Easily prioritize across the different optimization opportunities"
        ]
    ],
    [
        "Swee Yin's fashion-apparel department store runs a popular biannual sale on men's hats, with large discounts and surprise bonus items. She wants to tailor her Google Search campaign to highlight this sale. How can Google Search campaigns be tailored to promote her company's sales event?",
        [
            "By creating a new ad group for the sale.",
            "By setting campaign start/end dates."
        ]
    ],
    [
        "The advertising director for a guitar manufacturer has been tasked with optimizing their company's Google Search campaign. How can they use the optimization score to benefit their campaign?",
        [
            "To find how close their campaign is from being optimized for performance to its full potential."
        ]
    ],
    [
        "The marketing director for an electric car company recently chose leads as the Google Search campaign marketing goal. What result can they achieve by selecting leads as the goal?",
        [
            "Increase email list signups from potential consumers."
        ]
    ],
    [
        "The owner of a house-cleaning service has built a booking website and is ready to promote their services online. The ads need to reach people actively looking for businesses like this one. Which two Google Ads campaign types could be used to make sure consumers consider their services and take action by booking house cleanings?",
        [
            "They could use a Search campaign.",
            "They could use a Performance Max campaign."
        ]
    ],
    [
        "Theo is looking to improve his Google Search Ads campaign. On his Google Ads Recommendations page, he notices that his Google Search campaign has an optimization score of 75%. What does this mean?",
        [
            "The campaign could improve up to 25% by following the listed recommendations."
        ]
    ],
    [
        "Three core principles, focused on helping businesses reach their online potential, are the foundation for Google Ads. The first of these is relevance. Google Ads connects businesses with the right people at the right time. Upon which other principles was Google Ads built?",
        [
            "Control and results"
        ]
    ],
    [
        "Three factors affect a Search ad's ad quality at auction time. What are they?",
        [
            "Ad relevance affects ad quality at auction time.",
            "Expected clickthrough rate affects ad quality at auction time.",
            "Ad landing page experience affects ad quality at auction time."
        ]
    ],
    [
        "Trevor owns a manufacturing business that makes specialized hiking and rock-climbing gear. He's a small player in the market, but he's ready to scale up his business. Which two Google Ads campaign types should Trevor use to increase his brand's exposure and reach audiences interested in hiking and rock climbing across the web?",
        [
            "Discovery",
            "Display"
        ]
    ],
    [
        "Two asset types can also be served as account-level automated assets. What are they?",
        [
            "Dynamic sitelinks can be served in this way.",
            "Dynamic callouts can be served in this way."
        ]
    ],
    [
        "What are the two current keywordless campaign types that marketers can use to drive incremental reach?",
        [
            "Dynamic Search Ads",
            "Performance Max"
        ]
    ],
    [
        "What are three benefits of opting-in to apply recommendations automatically?",
        [
            "You can opt in without having to add more budget.",
            "You'll be adding best practices to your Google Ads accounts routinely.",
            "Your campaign performance will improve."
        ]
    ],
    [
        "What are three benefits of opting-in to automatically apply recommendations?",
        [
            "You'll see improved campaign performance",
            "You can opt in without increasing your budget",
            "You're regularly implementing best practices to your Google Ads accounts."
        ]
    ],
    [
        "What are three efficient ways for marketers to apply recommendations that impact optimization score?",
        [
            "Use \"Apply all\" to implement every recommendation with one click.",
            "Review and apply individual recommendations within each of the categories.",
            "Opt in to apply certain recommendations automatically."
        ]
    ],
    [
        "What are three efficient ways that marketers can apply recommendations that impact optimization score?",
        [
            "By using \"Apply all\" to implement all recommendations with one click",
            "By opting in to apply specific recommendations automatically",
            "By reviewing and applying individual recommendations within each category"
        ]
    ],
    [
        "What are three signals broad match uses to match Search ads with queries?",
        [
            "Geographic",
            "Language",
            "Smart Bidding"
        ]
    ],
    [
        "What are two benefits of using broad match, Smart Bidding, and responsive search ads together?",
        [
            "They help advertisers reach the right user, at the right price, with relevant ads.",
            "They help save time so marketers can reinvest in their most important priorities."
        ]
    ],
    [
        "What are two types of value-based Smart Bidding strategies?",
        [
            "Maximize conversion value",
            "Maximize conversion value with target ROAS"
        ]
    ],
    [
        "What are two ways optimization score can help marketers succeed?",
        [
            "Speeds up implementation for enhancements to campaigns.",
            "Determines which campaigns to prioritize for improvements."
        ]
    ],
    [
        "What are two ways that Performance Planner can help reveal the possibilities across all your Google Ads campaigns?",
        [
            "Simulation",
            "Validation"
        ]
    ],
    [
        "What can the Performance Planner assist you with?",
        [
            "To improve return on investment so you can drive more conversions within your target CPA (cost-per-acquisition)"
        ]
    ],
    [
        "What determines whether a Search ad shows in the results for a query, and in what position?",
        [
            "Ad Rank, which is based on a variety of factors to show useful ads."
        ]
    ],
    [
        "What does Performance Planner automatically do?",
        [
            "Forecasts how your current campaigns will perform in the future"
        ]
    ],
    [
        "What does value-based bidding do?",
        [
            "It's a Smart Bidding strategy that utilizes machine learning to drive the highest conversion value possible by bidding for conversions that drive business objectives."
        ]
    ],
    [
        "What is one way that Performance Planner helps businesses increase sales?",
        [
            "By maximizing the number of conversions for a spend scenario"
        ]
    ],
    [
        "What is the advantage of automating your bid over using manual bidding when it comes to a successful Google Ads campaign?",
        [
            "If you don't bid efficiently, you could miss valuable conversions."
        ]
    ],
    [
        "What is value-based bidding?",
        [
            "It's a Smart Bidding strategy that relies on machine learning to deliver the highest conversion value possible by bidding for conversions that drive business objectives."
        ]
    ],
    [
        "What two benefits can you get from using broad match, responsive search ads, and Smart Bidding together?",
        [
            "Reaching the right user at the right price with relevant ads",
            "Time savings that allow you to reinvest in your most important marketing priorities"
        ]
    ],
    [
        "What two keywordless campaign types can marketers utilize if their goal is to drive incremental reach?",
        [
            "Performance Max can help achieve this goal.",
            "Dynamic Search Ads can help achieve this goal."
        ]
    ],
    [
        "What two things are types of value-based Smart Bidding strategies?",
        [
            "Maximize conversion value with target ROAS",
            "Maximize conversion value"
        ]
    ],
    [
        "What's a benefit of using Smart Bidding with broad match?",
        [
            "Broad match with Smart Bidding helps make sure that you’re only competing in the right auctions, at the right bid, for the right user. It achieves this by picking up on contextual signals present at auction time"
        ]
    ],
    [
        "What's an advantage of using Smart Bidding with broad match?",
        [
            "It helps ensure that someone's only competing in the right auctions, at the right bid, for the right user. It does this by picking up on contextual signals present at auction time."
        ]
    ],
    [
        "What's one way Google AI helps marketers connect with potential customers?",
        [
            "Google AI understands nuance in human language and connects marketers with people searching for what they offer."
        ]
    ],
    [
        "What's the most optimum method for marketers to achieve their goals through the use of AI-powered Search ads?",
        [
            "Using a combination of broad match, Smart Bidding, and Responsive Search Ads"
        ]
    ],
    [
        "What's the variable that determines whether or not a Search ad shows in the results for a query, and what position it appears in?",
        [
            "Ad Rank determines this. It's based on a variety of factors to show useful ads."
        ]
    ],
    [
        "When an ad gets a high number of clicks relative to the number of impressions, what impact could this have on the ad's Google Ads auction?",
        [
            "It could help the ad get a higher placement on the Ad Rank."
        ]
    ],
    [
        "When creating an ad, how does Greg know what it will look like to his potential customers?",
        [
            "As he types in his URL, headline, and description, a preview of the mobile and desktop versions of his ad will appear."
        ]
    ],
    [
        "When implementing value-based bidding, which of these three solutions will permit you to create strong conversion measurement foundations when implementing value-based bidding?",
        [
            "Consent mode",
            "Enhanced conversions",
            "Global site-wide tagging"
        ]
    ],
    [
        "When visibility is the campaign goal, which bidding strategy should an advertiser choose?",
        [
            "Target impression share"
        ]
    ],
    [
        "Where can you find your bid status, performance trend over time, and conversion delay reporting?",
        [
            "You can find it in the bid strategy report."
        ]
    ],
    [
        "Where can you go to view your bid status, performance trend over time, and conversion delay reporting?",
        [
            "Bid strategy report"
        ]
    ],
    [
        "Where is the bid status, performance trend over time, and conversion delay reporting found?",
        [
            "In the bid strategy report"
        ]
    ],
    [
        "Which method should you use to implement and test broad match successfully on broad match campaigns to help analyze conversion data?",
        [
            "You can implement broad match keywords by setting up a One-Click Experiment Apply. This creates an experiment automatically, following all experiment best practices."
        ]
    ],
    [
        "Which of the following are three benefits of opting-in for the automatic applying of recommendations?",
        [
            "You'll see better campaign performance",
            "You'll be able to opt in without a budget increase",
            "You'll be implementing best practices routinely to your Google Ads accounts."
        ]
    ],
    [
        "Which of the following are two types of value-based Smart Bidding strategies?",
        [
            "Maximize conversion value",
            "Maximize conversion value with target ROAS"
        ]
    ],
    [
        "Which of these are three efficient ways that marketers can apply recommendations that affect optimization score?",
        [
            "Reviewing and applying individual recommendations within each of the categories",
            "Opting in to apply particular recommendations automatically",
            "Using \"Apply all\" to implement every recommendation with one click"
        ]
    ],
    [
        "Which of these factors affect whether a Search ad shows in the results for a query and what position it assumes?",
        [
            "Ad Rank does this, and it's based on a variety of factors to show useful ads."
        ]
    ],
    [
        "Which of these three signals does broad match use to match Search ads with queries?",
        [
            "Language",
            "Smart Bidding",
            "Geographic"
        ]
    ],
    [
        "Which of these three solutions will let you develop strong conversion measurement foundations when implementing value-based bidding?",
        [
            "Consent mode",
            "Global site-wide tagging",
            "Enhanced conversions"
        ]
    ],
    [
        "Which searches can an ad show for broad match keyword \"bike tire repair\"?",
        [
            "bicycle tube replacement",
            "replace bike tire"
        ]
    ],
    [
        "Which searches can an ad show for broad match keyword \"car window repair?\"",
        [
            "automobile glass replacement",
            "replace car window"
        ]
    ],
    [
        "Which searches can an ad show for broad match keyword \"home furnace repair?\"",
        [
            "house furnace replacement",
            "replace home furnace"
        ]
    ],
    [
        "Which three best practices could you follow to expand your reach with broad match?",
        [
            "Organize all ad groups to be in alignment with a common theme.",
            "Use brand restrictions with broad match for branded campaigns.",
            "Make use of responsive search ads and AI-powered creative."
        ]
    ],
    [
        "Which three factors impact a Search ad's auction-time ad quality?",
        [
            "Ad relevance",
            "Expected clickthrough rate",
            "Ad landing page experience"
        ]
    ],
    [
        "Which three signals does broad match use to match Search ads with queries?",
        [
            "Language",
            "Geographic",
            "Smart Bidding"
        ]
    ],
    [
        "Which three solutions will enable you to build strong conversion measurement foundations when implementing value-based bidding?",
        [
            "Consent mode",
            "Enhanced conversions",
            "Global site-wide tagging"
        ]
    ],
    [
        "Which two asset types can also be served as account-level automated assets?",
        [
            "Dynamic sitelinks",
            "Dynamic callouts"
        ]
    ],
    [
        "Which two asset types may also be served as automated assets at the account level?",
        [
            "Dynamic callouts can also be served as account-level automated assets.",
            "Dynamic sitelinks can also be served as account-level automated assets."
        ]
    ],
    [
        "Which two benefits do marketers get when they use responsive search ads, broad match, and Smart Bidding together?",
        [
            "They are able to save time and reinvest in the priorities they value most.",
            "They reach the right user at the right price with ads that are relevant."
        ]
    ],
    [
        "Which two keywordless campaign types can marketers leverage for the sake of driving incremental reach?",
        [
            "Performance Max can help marketers drive incremental reach.",
            "Dynamic Search Ads can help marketers drive incremental reach."
        ]
    ],
    [
        "Which way does Google AI help marketers connect with new customers?",
        [
            "It uses its understanding of nuances in human language to connect marketers with people searching for their offerings."
        ]
    ],
    [
        "Why is automating your bid better than manual bidding when it comes to creating a successful Google Ads campaign?",
        [
            "Because not bidding efficiently can make you miss valuable conversions"
        ]
    ],
    [
        "With billions of searches on Google every day, how does Google AI help marketers maximize search ad performance?",
        [
            "With Google AI, broad match and Smart Bidding match ads to queries and adjust bids in real time."
        ]
    ],
    [
        "You manage marketing for a small business on a tight budget and you need to drive as many conversions as possible. In which two ways can Google Ads help?",
        [
            "Google can help you set a fixed daily budget to align with your marketing goals and maximize your performance.",
            "Google can automatically adjust your daily budget through AI to keep in alignment with your performance goals."
        ]
    ],
    [
        "You manage marketing for a small business on a tight budget, yet you need to reach as many people as possible. How can Google Ads help?",
        [
            "With Google Ads, you can choose a maximum amount to spend per month."
        ]
    ],
    [
        "You manage the online advertising campaigns for a chain of toy stores with both a physical and an online presence. Which two Google Ads campaign types could you use to show images of their products, advertise their company's online and local inventories of toys, and boost traffic to their website and local toy stores?",
        [
            "Shopping campaign",
            "Performance Max campaign"
        ]
    ],
    [
        "You manage the online marketing campaigns for a vitamin and supplement store. You launched a Google Search campaign and chose leads as your campaign marketing goal. Which outcome can you expect from the campaign?",
        [
            "Getting more email list signups from potential consumers."
        ]
    ],
    [
        "You manage your company's Google Search Ads campaign. You also regularly review the optimization score to help you make your Google Search campaign as effective as possible. How can you use the optimization score to refine your campaign?",
        [
            "You can discover how well your campaign is being optimized to perform at its fullest potential."
        ]
    ],
    [
        "You recently launched a new product called Comfort Clogs. Your goal is to attract more traffic via Google Ads but you want that traffic to come only from searches for the product name. How can you attract search traffic for Comfort Clogs product name queries only?",
        [
            "Exact match"
        ]
    ],
    [
        "You recently launched a new product called the Awesome Chair. Your goal is to generate more traffic through Google Ads but you only want to attract traffic from searches for the product name. How can you attract search traffic for Awesome Chair product name queries only?",
        [
            "Exact match will attract search traffic for product name queries only."
        ]
    ],
    [
        "You recently launched a new product called Wonder Boots. You want to attract more traffic via Google Ads but only for searches that are solely for the product name, Wonder Boots. How can you attract search traffic for Wonder Boots product name queries only?",
        [
            "Using exact match"
        ]
    ],
    [
        "You want to be able to try out multiple combinations of headlines and descriptions in order to optimize your results. Your marketing department suggests that you use responsive search ads. What are two benefits you could derive from using responsive search ads?",
        [
            "More relevance",
            "Greater flexibility"
        ]
    ],
    [
        "You want to improve the relevance of an ad with a particular set of keywords. The goal is to increase the Ad Rank of the ad so it gets more exposure. What action should improve the ad relevance?",
        [
            "Adding more negative keywords."
        ]
    ],
    [
        "You want to increase the relevance of a Google Search ad so it's more meaningful to potential customers and provides value-added information to their searches. What two actions might improve the relevance of your ad?",
        [
            "Selecting only relevant languages in campaign setup.",
            "Selecting distinct geographic areas."
        ]
    ],
    [
        "You'd like to improve an ad's perceived quality during an ad auction. What aspect of the ad will be most beneficial for you to work on?",
        [
            "Improving the navigability of the landing page."
        ]
    ],
    [
        "Your client created their company's first Google Search campaign for their yoga school. They launched a Google Search campaign and chose leads as their campaign marketing goal. Which results can they expect by doing this?",
        [
            "They could increase their email signups from potential students."
        ]
    ],
    [
        "Your client is new to Google Ads and is trying to understand the basics of Google Search ads. Which components would you highlight for your client as the foundation of Google Search ads?",
        [
            "You'd highlight targeting, ad formats, and bid strategies."
        ]
    ],
    [
        "Your client owns a manufacturing business that makes specialized hiking and rock-climbing gear. They're a small player in the market, but are ready to scale the business. Which two Google Ads campaign types could your client use to increase the brand's exposure and reach audiences interested in hiking and rock climbing across the web?",
        [
            "Performance Max",
            "Search"
        ]
    ],
    [
        "Your client runs an ad that gets a high number of clicks relative to the number of impressions. What impact could this ad have on the Google Ads auction?",
        [
            "The ad click-through rate could lead to a higher Ad Rank."
        ]
    ],
    [
        "Your client, Vince's Veggies, wants to increase downloads of their popular recipe printouts. You suggest they create ad groups based on the cooking categories that appear on their website. What will they need to create in their first Google Search ad group?",
        [
            "Keyword list",
            "Default bid amount"
        ]
    ],
    [
        "Your company provides home maintenance services, and you want to reach more consumers. You have a limited budget to work with. Which benefit does Google Ads offer that could help you achieve your goal?",
        [
            "You can use Google to automatically adjust your budget with AI to help meet performance goals.",
            "You can use tools for planning, campaign setup, and optimization to help set your budget."
        ]
    ],
    [
        "Your company provides home-maintenance services, and you want to reach more potential customers. You have a limited budget to work with. Why is Google Ads right for you?",
        [
            "You can set your own budget and can change it at any time."
        ]
    ],
    [
        "Your goal is to test different combinations of headlines and descriptions so that you can optimize your results. Your marketing colleagues have suggested using responsive search ads. What are the two benefits that responsive search ads can provide?",
        [
            "Responsive search ads provide greater flexibility.",
            "Responsive search ads provide more relevance."
        ]
    ],
    [
        "Your Google Search Ads optimization score is calculated by an algorithm that looks across key aspects of your accounts. This score is used to help give you recommendations on how to optimize your Search Ads campaigns. What are two of the data sources that are used to calculate optimization recommendations?",
        [
            "Account settings",
            "Industry data"
        ]
    ],
    [
        "Your marketing company has created an enticing ad that receives many clicks relative to impressions. What effect could the ad have on the Google Ads auction?",
        [
            "The higher expected click-through rate could lead to a higher Ad Rank."
        ]
    ],
    [
        "You're a marketing executive at a clean energy company and have been asked to come up with your company's online advertising budget on a monthly basis. You decide to leverage Google Ads' Performance Planner to help you achieve your aims. What are two benefits you'll get from Performance Planner?",
        [
            "Its reliance on machine learning for forecasting purposes",
            "Its forecasting that is driven by billions of weekly Google searches"
        ]
    ],
    [
        "You're a marketing executive at an airline company and have been asked to plan your company's online advertising budget on a monthly basis. You decided to use Google Ads' Performance Planner to help accomplish this task. What are two advantages Performance Planner offers you?",
        [
            "Performance Planner leverages machine learning for forecasting.",
            "Performance Planner forecasting is powered by billions of Google searches conducted each week."
        ]
    ],
    [
        "You're a marketing executive who has been charged with planning an online advertising budget each month and you decided to use Google Ads' Performance Planner to assist your efforts. What are two advantages Performance Planner offers you?",
        [
            "Performance Planner relies on machine learning for forecasting purposes.",
            "Performance Planner forecasting is driven by billions of Google searches conducted every week."
        ]
    ],
    [
        "You're considering using automated bidding to make your campaign management process more efficient. What are three ways that automated bidding can improve efficiency?",
        [
            "Integrates a large variety of signals to evaluate user intent",
            "Sets the appropriate bid for each and every auction",
            "Saves time and marketing resources"
        ]
    ],
    [
        "You're marketing a new line of cleaning services and need to reach more consumers, but you have a set budget you can't exceed. Which benefit of Google Ads could help you achieve your goal?",
        [
            "Google Ads offers Smart Bidding strategies to help you maximize conversions and stay on budget."
        ]
    ],
    [
        "You're thinking about using automated bidding to improve the efficiency of your campaign management process. What are three ways automated bidding can improve efficiency?",
        [
            "By saving time and marketing resources",
            "By integrating a large variety of signals to evaluate user intent",
            "By setting the appropriate bid for each and every auction."
        ]
    ],
    [
        "You're trying to improve an ad's perceived quality so it performs better during an ad auction. What change would have the least-positive impact to an ad's quality?",
        [
            "Raising the bid amount."
        ]
    ],
    [
        "You're walking a new client through the basics of Google Search ads. Which one of the following groupings would you highlight to them as the three basic components of a Google Search ad?",
        [
            "Targeting, ad formats, and bid strategies"
        ]
    ],
    [
        "You're working on a Google Search ad that's not performing as expected. You specifically want more users to click on the ad. What action might improve the click-through rate on your ad?",
        [
            "Changing the call-to-action message of the ad."
        ]
    ],
    [
        "You've been tasked with marketing a new line of plumbing services, but you have a set budget you can't exceed. Why is Google Ads a viable option?",
        [
            "Google Ads gives you control over your budget."
        ]
    ],
    [
        "You want to increase your exposure for a new product line that you’re launching, so you’re looking to use broad match to reach more consumers. Which three best practices can help you achieve your marketing goal?",
        [
            "You can use brand restrictions for branded campaigns when needed.",
            "You can use AI-powered creative and responsive search ads.",
            "You can organize all of your ad groups by a common theme."
        ]
    ],
    [
        "A brand company would like to use Shopping ads to promote a new line of basketball shoes. The agency is developing a product feed with all the required attributes for appeal. They are not sure how to structure the title, however. Which structure would you recommend?",
        [
            "Brand (brand name) + Product Type (i.e., category) + Attributes (e.g., color, size)"
        ]
    ],
    [
        "A brand company would like to use Shopping ads to promote a new line of jeans. The agency is putting together a product feed with all the required attributes for appeal but they're not sure how to structure the title in the feed. Which structure would you recommend?",
        [
            "Brand (brand name) + Product Type (i.e., category) + Attributes (e.g., color, size)"
        ]
    ],
    [
        "A brand company would like to use Shopping ads to promote a new line of water bottles. The agency is creating a product feed with all the required attributes for appeal but they're not sure how to structure the title in the feed. Which structure would you recommend?",
        [
            "Brand (brand name) + Product Type (i.e., category) + Attributes (e.g., color, size)"
        ]
    ],
    [
        "According to Google Ads Policy, which category type does irresponsible data collection fall under?",
        [
            "Prohibited practice"
        ]
    ],
    [
        "Aside from the Google Merchant Center diagnostic interface, how would you expect to be notified of an account suspension?",
        [
            "Email notification in Google Merchant Center"
        ]
    ],
    [
        "Aside from the Google Merchant Center diagnostic interface, what other way will you be notified of an account suspension?",
        [
            "Email notification in Google Merchant Center"
        ]
    ],
    [
        "How are Shopping ads created?",
        [
            "Google's system determines which ad appears in response to a user's search query based on product information in Merchant Center and the bid set in Google Ads."
        ]
    ],
    [
        "How can a remarketing list help a Smart Shopping campaign?",
        [
            "A remarketing list can help Smart Shopping campaigns reach users who are more likely to purchase again because they've already shown interest in your products."
        ]
    ],
    [
        "How can conversion tracking help users?",
        [
            "They can optimize more effectively because conversion tracking shows you how many sales your campaign has driven."
        ]
    ],
    [
        "How can Shopping ads help retailers connect with potential shoppers? Choose two. Select 2 Correct Responses",
        [
            "Shopping ads let more than one Shopping ad — or a Shopping ad and a text ad — for the same retailer appear in a given search. This increases a retailer's presence on the search results page.",
            "Shopping ads let retailers showcase their brand by displaying their product name, price, and image. This gives shoppers a sense of the product before they open the ad."
        ]
    ],
    [
        "How can Shopping help you reach your goals? Choose three. Select 3 Correct Responses",
        [
            "Drive traffic and sales",
            "Use data to fuel growth",
            "Build better consumer experiences"
        ]
    ],
    [
        "How can you help build a better consumer experience to drive action? Choose three. Select 3 Correct Responses",
        [
            "Let shoppers buy online and pick up in-store.",
            "Offer an easy checkout process.",
            "Provide relevant and up-to-date information, such as store address, hours, locations, and in-stock products."
        ]
    ],
    [
        "How do Google Ads and Google Merchant Center interact with each other?",
        [
            "Google Merchant Center passes inventory data to Google Ads so advertisers can use the data to build a Shopping campaign."
        ]
    ],
    [
        "How do Performance Max campaigns work?",
        [
            "Performance Max campaigns use AI to optimize toward the retailer's business goals across Google's suite of ad networks. This drives simplicity, performance, and reach."
        ]
    ],
    [
        "How do Smart Shopping campaigns work?",
        [
            "Smart Shopping campaigns is a Shopping campaign type that drives simplicity, performance, and reach by optimizing toward the retailer's business goals through machine learning across Google's suite of ad networks."
        ]
    ],
    [
        "How do Standard Shopping and Performance Max campaigns differ in their approaches to reaching customers?",
        [
            "Standard Shopping ads provide a more targeted reach, while Performance Max ",
            "accesses a wider audience across all of Google's inventory through the use of AI ",
            "technology."
        ]
    ],
    [
        "How does Google enforce policy violations?",
        [
            "Item disapproval and account suspension"
        ]
    ],
    [
        "How does Google Merchant Center interact with Google Ads?",
        [
            "Google Merchant Center passes inventory data to Google Ads so advertisers can use the data to build a Shopping campaign."
        ]
    ],
    [
        "How many Smart Shopping campaigns should you create to maximize performance?",
        [
            "Consolidate your Smart Shopping campaigns and only create separate campaigns when necessary."
        ]
    ],
    [
        "How will you be notified of an account suspension (aside from the Google Merchant Center diagnostic interface)?",
        [
            "Email notification in Google Merchant Center"
        ]
    ],
    [
        "How would you accurately describe the function of product groups in a Shopping campaign?",
        [
            "Product groups are used to specify which products from your feed you want to advertise in each campaign."
        ]
    ],
    [
        "If a person wants to opt in to the Product Ratings Program, where should they go?",
        [
            "Google Merchant Center"
        ]
    ],
    [
        "If someone asked you which bidding strategies they can use in a Standard Shopping campaign, what would you tell them? Choose two. Select 2 Correct Responses",
        [
            "Target return on ad spend (tROAS)",
            "Enhanced cost-per-click (eCPC)"
        ]
    ],
    [
        "If Standard Shopping ads appear when you do not want them to appear, how can you resolve this problem?",
        [
            "Add negative keywords in the campaign"
        ]
    ],
    [
        "If you want to know the value of acquiring new customers, which setting in a Smart Shopping campaign will help you do that?",
        [
            "Target return on ad spend (tROAS)"
        ]
    ],
    [
        "If you want to know the value of getting new customers, which setting in a Performance max campaign will help you do that?",
        [
            "The customer acquisition setting"
        ]
    ],
    [
        "If you were advising a client who wanted to run on Performance Max and use Maximize Conversion Value as a bid strategy, which optional secondary bid strategy should you advise them to choose?",
        [
            "Target Return On Ad Spend (tROAS)"
        ]
    ],
    [
        "If you were advising a client who wanted to run on Smart Shopping campaigns and use Maximize Conversion Value as a bid strategy, which secondary bid strategy should you advise them to choose?",
        [
            "Target Return On Ad Spend (tROAS)"
        ]
    ],
    [
        "In terms of how they reach customers, how are Standard Shopping and Performance Max campaigns different?",
        [
            "Standard Shopping ads have a more targeted reach, whereas Performance Max uses AI technology to connect to a wider audience across all of Google's inventory."
        ]
    ],
    [
        "In which three places can Standard Shopping ads appear? Choose three.",
        [
            "The Shopping tab",
            "Google Search",
            "Google Images"
        ]
    ],
    [
        "In which two ways can you upgrade all your Smart Shopping campaigns to Performance Max at once? Choose two.",
        [
            "In Google Ads, select the Performance Max upgrade notification. Select Apply. Next, select Apply All to upgrade all Smart Shopping campaigns.",
            "Within the Recommendations page, select Upgrade your smart Shopping Campaigns to Performance Max. Then, select Apply All. "
        ]
    ],
    [
        "Local Inventory Ads allow retailers to promote their in-store inventory and drive shoppers to their brick-and-mortar stores.",
        [
            "True"
        ]
    ],
    [
        "Of these programs, which are the most commonly used in Google Merchant Center? Choose two. Select 2 Correct Responses",
        [
            "Promotions",
            "Product Ratings"
        ]
    ],
    [
        "Showcase Shopping ads allow a retailer to engage people early in the purchase journey, when they're discovering what to buy and where to buy it. Where do Showcase Shopping ads generally appear?",
        [
            "Broader queries"
        ]
    ],
    [
        "Smart Shopping campaigns simplify campaign management by automating which of the following? Select All Correct Responses",
        [
            "All of the above"
        ]
    ],
    [
        "the price for one dining chair in an ad. However, when users click on the ad and buy the product, they are charged for a set of six chairs.",
        [
            "Misrepresentation of self or product"
        ]
    ],
    [
        "To maximize performance, how should you set up your Smart Shopping campaigns?",
        [
            "Consolidate your Smart Shopping campaigns and only create separate campaigns when necessary."
        ]
    ],
    [
        "True or false? Shopping ads use product data to determine how and where to show ads.",
        [
            "True"
        ]
    ],
    [
        "True or false? Shopping campaigns can help promote online and local inventory.",
        [
            "True"
        ]
    ],
    [
        "Two of these bidding strategies can be used in a Standard Shopping campaign. Which are they? Choose two. Select 2 Correct Responses",
        [
            "Target return on ad spend (tROAS)",
            "Enhanced cost-per-click (eCPC)"
        ]
    ],
    [
        "Under which category does irresponsible data collection fall, according to Google Ads Policy?",
        [
            "Prohibited practice"
        ]
    ],
    [
        "What are free product listings?",
        [
            "Free product listings appear on the Shopping Tab and provide an opportunity to highlight products and drive customers to your website at no cost."
        ]
    ],
    [
        "What are Performance Max Campaigns?",
        [
            "Performance Max campaigns optimize toward a retailer's business goals across ",
            "Google's suite of ad networks through the use of AI. This drives performance, ",
            "simplicity, and reach."
        ]
    ],
    [
        "What are the three main aspects of Google's policy mission statement? Choose three. Select 3 Correct Responses",
        [
            "Implement fair and consistent policies",
            "Protect users' online safety",
            "Promote positive experience for all users"
        ]
    ],
    [
        "What are the three main components of Google's policy mission statement? Choose three.",
        [
            "Protect users' online safety",
            "Promote positive experience for all users",
            "Implement fair and consistent policies"
        ]
    ],
    [
        "What are three benefits of a Performance Max campaign? Choose three.",
        [
            "Simplifies campaign management.",
            "Optimizes on goals using artificial intelligence",
            "Helps you reach consumers across Google platforms"
        ]
    ],
    [
        "What are three benefits of a Smart Shopping campaign? Choose three. Select 3 Correct Responses",
        [
            "Uses real-time signals to help you optimize goals",
            "Lets you reach customers across Google platforms",
            "Reduces complexity of campaign management via easy integration"
        ]
    ],
    [
        "What are three ways Shopping adds help you reach your goals? Choose three.",
        [
            "Build better consumer experiences",
            "Use data to fuel growth",
            "Drive traffic and sales"
        ]
    ],
    [
        "What are three ways that you can help build a better consumer experience to drive action? Choose three.",
        [
            "Let shoppers buy online and pick up in-store.",
            "Provide relevant and up-to-date information, such as store address, hours, locations, and in-stock products.",
            "Offer an easy checkout process."
        ]
    ],
    [
        "What are three ways your shoppers can check out when purchasing an item? Choose three. Select 3 Correct Responses",
        [
            "Checkout on your website",
            "Checkout on Google",
            "Checkout in your local store"
        ]
    ],
    [
        "What are two bidding strategies that you can use in your Standard Shopping campaign? Choose two. Select 2 Correct Responses",
        [
            "Target return on ad spend (tROAS)",
            "Enhanced cost-per-click (eCPC)"
        ]
    ],
    [
        "What are two commonly used programs in Google Merchant Center? Choose two.",
        [
            "Promotions",
            "Product Ratings"
        ]
    ],
    [
        "What are two features of a Standard Shopping campaign? Choose two.",
        [
            "You can optimize campaign performance and bids through automated bidding.",
            "You can set up campaign, bidding, and product groups manually."
        ]
    ],
    [
        "What are two ways Shopping ads can help retailers connect with potential shoppers? Choose two.",
        [
            "Shopping ads let retailers showcase their brand by displaying their product name, price, and image. This gives shoppers a sense of the product before they open the ad.",
            "Shopping ads let more than one Shopping ad — or a Shopping ad and a text ad — for the same retailer appear in a given search. This increases a retailer's presence on the search results page."
        ]
    ],
    [
        "What are two ways you can upgrade all of your Smart Shopping campaign to Performance Max at once? Chose two.",
        [
            "Within the Recommendations page, select Upgrade your smart Shopping Campaigns to Performance Max. Then, select Apply All.",
            "Select the Performance Max upgrade notification in Merchant Center. Select Apply then Apply All to upgrade all Smart Shopping campaigns."
        ]
    ],
    [
        "What are two ways your shoppers can check out when purchasing an item? Choose two.",
        [
            "Checkout in your local store",
            "Checkout on your website"
        ]
    ],
    [
        "What benefit does a remarketing list have for a Smart Shopping campaign?",
        [
            "A remarketing list can help Smart Shopping campaigns reach users who are more likely to purchase again because they've already shown interest in your products."
        ]
    ],
    [
        "What can Local Catalog Ads do? Select All Correct Responses",
        [
            "All of the above"
        ]
    ],
    [
        "What can you do to help prevent Standard Shopping ads from appearing when you don't want them to?",
        [
            "Add negative keywords in the campaign"
        ]
    ],
    [
        "What configuration do you need before you can launch a Performance Max campaign?",
        [
            "Product feed in Merchant Center"
        ]
    ],
    [
        "What goal in a Performance max campaign will help you get new customers?",
        [
            "Customer acquisition"
        ]
    ],
    [
        "What happens after a policy violation?",
        [
            "Item disapproval and account suspension"
        ]
    ],
    [
        "What happens if you don't resolve repeated policy violations, such as the price in the feed not matching the price on the website?",
        [
            "Google Merchant Center account suspension"
        ]
    ],
    [
        "What happens if you violate Google policy?",
        [
            "Your item is disapproved and your account is suspended."
        ]
    ],
    [
        "What marketing objective does Performance Max for Retail use?",
        [
            "Online Sales"
        ]
    ],
    [
        "What triggers a charge for a Shopping ad?",
        [
            "Someone clicking on an ad and landing on the site"
        ]
    ],
    [
        "What will happen if you try to upload a feed in Google Merchant Center that does not have availability for each product?",
        [
            "Availability is a required attribute, so Google's system will disapprove the feed until all required attributes are included."
        ]
    ],
    [
        "What's an example of an omnichannel goal?",
        [
            "Promoting a 20% off discount for shoppers who buy online and pick up in-store"
        ]
    ],
    [
        "What's an example of an online sales goal?",
        [
            "Wanting to promote your online inventory and drive consumers to purchase a product on your website."
        ]
    ],
    [
        "What's automatically optimized with a Performance max campaign?",
        [
            "Budget allocation across networks"
        ]
    ],
    [
        "What's automatically optimized with a Smart Shopping campaign?",
        [
            "Budget allocation across networks"
        ]
    ],
    [
        "What's the benefit of conversion tracking?",
        [
            "You can optimize more effectively because conversion tracking shows you how many sales your campaign has driven."
        ]
    ],
    [
        "What's the main difference between Performance Max and Standard Shopping ads in terms of how they reach consumers?",
        [
            "Performance Max uses AI technology to reach a wider audience across all of Google's inventory, while Standard Shopping ads have a more targeted reach"
        ]
    ],
    [
        "What's the purpose of attributes in the product feed?",
        [
            "Attributes are the data points that describe a product."
        ]
    ],
    [
        "What's the purpose of products groups in a Shopping campaign?",
        [
            "Product groups are used to specify which products from your feed you want to advertise in each campaign."
        ]
    ],
    [
        "What's the relationship between Google Merchant Center and Google Ads?",
        [
            "Google Merchant Center passes inventory data to Google Ads so advertisers can use the data to build a Shopping campaign."
        ]
    ],
    [
        "When do you pay for a Shopping ad?",
        [
            "When someone clicks on your ad and lands on the site"
        ]
    ],
    [
        "When setting up a product feed in the Google Merchant Center, which of the following attributes is optional?",
        [
            "product_type"
        ]
    ],
    [
        "When should you expect to pay for a Shopping ad?",
        [
            "After someone clicks on your ad and lands on the site"
        ]
    ],
    [
        "When you use Smart Shopping campaigns to run across Google platforms including YouTube, Google Search, and Google Images, which of these benefits do you gain?",
        [
            "Target return on ad spend (tROAS)"
        ]
    ],
    [
        "Where can Standard Shopping ads appear? Choose three. Select 3 Correct Responses",
        [
            "Google Images",
            "The Shopping tab",
            "Google Search"
        ]
    ],
    [
        "Where can your shoppers check out when purchasing an item? Choose three. Select 3 Correct Responses",
        [
            "Your website",
            "Your local store",
            "Google Images"
        ]
    ],
    [
        "Where can your shoppers check out when purchasing an item? Choose two.",
        [
            "Your local store",
            "Your website"
        ]
    ],
    [
        "Where might you see Standard Shopping ads? Choose three. Select 3 Correct Responses",
        [
            "Google Images",
            "The Shopping tab",
            "Google Search"
        ]
    ],
    [
        "Where should you add negative keywords if you want to help prevent Standard Shopping ads from appearing when you do not want them to?",
        [
            "The campaign"
        ]
    ],
    [
        "Where would you advise someone to go in order to opt in to the Product Ratings Program?",
        [
            "Google Merchant Center"
        ]
    ],
    [
        "Where would you go to opt in to the Product Ratings program?",
        [
            "Google Merchant Center"
        ]
    ],
    [
        "Which ad format is available on a Smart Shopping campaign but not a Standard Shopping campaign?",
        [
            "Responsive Display Ads"
        ]
    ],
    [
        "Which ad format promotes in-store products and also drives traffic to stores? Select 1 Correct Responses",
        [
            "Local inventory ads"
        ]
    ],
    [
        "Which basic website requirement must everyone follow in order to advertise on Shopping ads?",
        [
            "Secure checkout"
        ]
    ],
    [
        "Which benefit do you get from using Performance Max campaigns to run across Google platforms including YouTube, Google Search, and Google Images?",
        [
            "Reach"
        ]
    ],
    [
        "Which category type does irresponsible data collection fall under in the Google Ads Policy?",
        [
            "Prohibited practice"
        ]
    ],
    [
        "Which configuration must you configure before launching a Performance Max campaign?",
        [
            "Product feed in Merchant Center"
        ]
    ],
    [
        "Which definition corresponds to a free product listing?",
        [
            "Free product listings appear on the Shopping Tab and provide an opportunity to highlight products and drive customers to your website at no cost."
        ]
    ],
    [
        "Which definition of attributes in the product feed is correct?",
        [
            "Attributes are the data points that describe a product."
        ]
    ],
    [
        "Which marketing objective is used by Performance Max for Retail?",
        [
            "Lead Generation"
        ]
    ],
    [
        "Which of the following are options for checking out when shoppers purchase an item? Choose three. Select 3 Correct Responses",
        [
            "Checkout in your local store",
            "Checkout on your website",
            "Checkout on Google"
        ]
    ],
    [
        "Which of the following attributes is optional when setting up a product feed in the Google Merchant Center?",
        [
            "product_type"
        ]
    ],
    [
        "Which of the following is something retailers shouldn't do in a shifting retail landscape?",
        [
            "Provide minimal information to simply things"
        ]
    ],
    [
        "Which of the following is true of attributes in the product feed?",
        [
            "Attributes are the data points that describe a product."
        ]
    ],
    [
        "Which of the following Shopping campaign goals would you choose if your aim was to engage with shoppers who are close to making a purchase decision?",
        [
            "Sales"
        ]
    ],
    [
        "Which of the following situations would be true if you tried to upload a feed in Google Merchant Center that did not have availability for each product?",
        [
            "Google's system will disapprove the feed until all required attributes are included. Availability is a required attribute."
        ]
    ],
    [
        "Which of these ad formats can be found in a Smart Shopping campaign but not a Standard Shopping campaign?",
        [
            "Responsive Display Ads"
        ]
    ],
    [
        "Which of these are ways Shopping helps you reach your goals? Choose three. Select 3 Correct Responses",
        [
            "Build better consumer experiences",
            "Use data to fuel growth",
            "Drive traffic and sales"
        ]
    ],
    [
        "Which of these are ways you can help build a better consumer experience to drive action? Choose three. Select 3 Correct Responses",
        [
            "Let shoppers buy online and pick up in-store.",
            "Provide relevant and up-to-date information, such as store address, hours, locations, and in-stock products.",
            "Offer an easy checkout process."
        ]
    ],
    [
        "Which of these choices describes a free product listing?",
        [
            "Free product listings appear on the Shopping Tab and provide an opportunity to highlight products and drive customers to your website at no cost."
        ]
    ],
    [
        "Which of these choices would make a good optional secondary bid strategy for a client who wanted to run on Performance Max using Maximize Conversion Value as their bid strategy?",
        [
            "Target Return On Ad Spend (tROAS)"
        ]
    ],
    [
        "Which of these choices would make a good secondary bid strategy for a client who wanted to run on Smart Shopping campaigns and use Maximize Conversion Value as a bid strategy?",
        [
            "Target Return On Ad Spend (tROAS)"
        ]
    ],
    [
        "Which of these components are optimized automatically with a Performance max campaign?",
        [
            "Budget allocation across networks"
        ]
    ],
    [
        "Which of these components are optimized automatically with a Smart Shopping campaign?",
        [
            "Budget allocation across networks"
        ]
    ],
    [
        "Which of these configurations do you need prior to launching a Performance Max campaign?",
        [
            "Product feed in Merchant Center"
        ]
    ],
    [
        "Which of these format promotes in-store products and drives traffic to brick-and-mortar locations?",
        [
            "Local inventory ads"
        ]
    ],
    [
        "Which of these formats is available in a Smart Shopping campaign but unavailable in a Standard Shopping campaign?",
        [
            "Responsive Display Ads"
        ]
    ],
    [
        "Which of these formats promotes in-store offerings while also driving traffic to stores?",
        [
            "Local inventory ads"
        ]
    ],
    [
        "Which of these is a benefit of Shopping Ads?",
        [
            "Shopping Ads use product attributes to show ads on relevant searches to increase conversion."
        ]
    ],
    [
        "Which of these is a requirement for advertising on Shopping ads?",
        [
            "Secure checkout"
        ]
    ],
    [
        "Which of these is an online sales goal?",
        [
            "You want to promote your online inventory and drive consumers to purchase a product on your website."
        ]
    ],
    [
        "Which of these marketing objectives does Performance Max for Retail rely upon?",
        [
            "Online Sales"
        ]
    ],
    [
        "Which of these programs are commonly used in Google Merchant Center? Choose two. Select 2 Correct Responses",
        [
            "Product Ratings",
            "Promotions"
        ]
    ],
    [
        "Which of these statements about Performance Max campaigns is accurate?",
        [
            "Performance Max campaigns let you find and reach audiences across Google's platform without needing to create different campaigns for each channel."
        ]
    ],
    [
        "Which of these statements about product groups in a Shopping campaign is true?",
        [
            "Product groups are used to specify which products from your feed you want to advertise in each campaign."
        ]
    ],
    [
        "Which of these statements about Shopping Ads is true?",
        [
            "Shopping Ads use product attributes to show ads on relevant searches to increase conversion."
        ]
    ],
    [
        "Which of these statements about Smart shopping campaigns is accurate?",
        [
            "Smart Shopping campaigns can help you find and reach audiences across Google's platform without needing to create a separate campaign for each channel."
        ]
    ],
    [
        "Which of these statements is true of Performance Max campaigns?",
        [
            "Performance Max campaigns optimize toward a retailer's business goals through the use of AI across Google's suite of ad networks, driving performance, simplicity, and reach."
        ]
    ],
    [
        "Which of these statements is true of Smart Shopping campaigns?",
        [
            "Smart Shopping campaigns optimize toward a retailer's business goals through the use of machine learning across Google's suite of ad networks, driving performance, simplicity, and reach."
        ]
    ],
    [
        "Which of these tactics would help you maximize performance for a Smart Shopping campaign?",
        [
            "Consolidate your Smart Shopping campaigns and only create separate campaigns when necessary."
        ]
    ],
    [
        "Which of these things does a Performance max campaign automatically optimize?",
        [
            "Budget allocation across networks"
        ]
    ],
    [
        "Which of these things does a Smart Shopping campaign automatically optimize?",
        [
            "Budget allocation across networks"
        ]
    ],
    [
        "Which of these ways can Shopping ads help retailers connect with potential shoppers? Choose two. Select 2 Correct Responses",
        [
            "Shopping ads let more than one Shopping ad — or a Shopping ad and a text ad — for the same retailer appear in a given search. This increases a retailer's presence on the search results page.",
            "Shopping ads let retailers showcase their brand by displaying their product name, price, and image. This gives shoppers a sense of the product before they open the ad."
        ]
    ],
    [
        "Which of these website features are required in order to advertise on Shopping ads?",
        [
            "Secure checkout"
        ]
    ],
    [
        "Which Performance max campaign setting will help you determine the value of getting new customers?",
        [
            "The customer acquisition setting helps you determine the value of acquiring new customers."
        ]
    ],
    [
        "Which setting in a Smart Shopping campaign will help you know the value of acquiring new customers?",
        [
            "Target return on ad spend (tROAS)"
        ]
    ],
    [
        "Which Smart Shopping campaign setting will help you determine the value of acquiring new customers?",
        [
            "Target return on ad spend (tROAS)"
        ]
    ],
    [
        "Which statements are aligned with Google's policy mission? Choose three. Select 3 Correct Responses",
        [
            "Promote positive experience for all users",
            "Implement fair and consistent policies",
            "Protect users' online safety"
        ]
    ],
    [
        "Which three benefits are associated with a Performance Max campaign? Choose three.",
        [
            "Uses AI to help you optimize goals",
            "Lets you reach customers across Google platforms",
            "Lets you simplify campaign management."
        ]
    ],
    [
        "Which three of the following benefits does a Performance Campaign offer? Choose three.",
        [
            "You reach customers across Google platforms.",
            "You use real-time signals to help you optimize goals.",
            "You can simplify campaign management"
        ]
    ],
    [
        "Which two ad formats are available on a Performance Max campaign but not on a Standard Shopping campaign? Choose two.",
        [
            "Gmail Ads",
            "Responsive Display Ads"
        ]
    ],
    [
        "Which two formats are available in a Performance Max campaign but unavailable in a Standard Shopping campaign? Choose two.",
        [
            "Reach"
        ]
    ],
    [
        "Which two of the following are options for checking out when shoppers purchase an item? Choose two.",
        [
            "Checkout on your website",
            "Checkout in your local store"
        ]
    ],
    [
        "Which two of these ad formats can be found in a Performance Max campaign but not a Standard Shopping campaign? Choose two.",
        [
            "Responsive Display Ads",
            "Gmail Ads"
        ]
    ],
    [
        "Which two statements accurately convey what differentiates Shopping campaigns from Search campaigns? Choose two. Select 2 Correct Responses",
        [
            "Shopping campaigns rely on product information instead of keywords.",
            "Shopping campaigns are organized by product groups."
        ]
    ],
    [
        "Which two statements capture what differentiates Shopping campaigns from Search campaigns? Choose two. Select 2 Correct Responses",
        [
            "Shopping campaigns are organized by product groups.",
            "Shopping campaigns rely on product information instead of keywords."
        ]
    ],
    [
        "Which two statements describe what makes Shopping campaigns different from Search campaigns? Choose two. Select 2 Correct Responses",
        [
            "Shopping campaigns rely on product information instead of keywords.",
            "Shopping campaigns are organized by product groups."
        ]
    ],
    [
        "Why is it recommended to have a remarketing list with a Smart Shopping campaign?",
        [
            "A remarketing list will help Smart Shopping campaigns reach users who are more likely to purchase again because they've already shown interest in your products."
        ]
    ],
    [
        "You are advising someone on the difference between Performance Max campaigns and Standard Shopping campaigns. What could you tell them that would accurately convey Performance Max campaigns' benefits?",
        [
            "Performance Max campaigns provide a means of finding and connecting audiences across Google's platform without having to create a separate campaign for each channel."
        ]
    ],
    [
        "You are advising someone on the difference between Smart shopping campaigns and Standard Shopping campaigns. Which of these statements could you use to accurately convey Smart shopping campaigns' benefits?",
        [
            "Smart Shopping campaigns can help you find and reach audiences across Google's platform without needing to create a separate campaign for each channel."
        ]
    ],
    [
        "You are working with a client who is new to Shopping ads and you noticed that the inventory data the client plans to use for their product feed isn't accurate. If a product feed is uploaded with data quality issues, what are two issues that might arise? Choose two. Select 2 Correct Responses",
        [
            "Users may lose trust in Google and the retailer if the product information in the ad does not match the information on the website.",
            "Google's system will detect data quality issues in Merchant Center and disapprove items until the violation is resolved."
        ]
    ],
    [
        "You own a small business that sells baseball caps. You're ready to run your first Smart Shopping campaign that uses a set budget. How does the system allocate budget on a Smart Shopping campaign?",
        [
            "Budget is automatically allocated across channels, based on performance. You don't need to create a separate campaign for each channel."
        ]
    ],
    [
        "You own a small business that sells baseball caps. You're set to run your first Performance Max campaign that uses a set budget. How does the system allocate budget on a Performance Max campaign?",
        [
            "Budget is allocated across channels according to performance. There's no need to ",
            "create a separate campaign for each channel."
        ]
    ],
    [
        "You own a small business that sells scented candles. You're prepared to run your first Performance Max campaign that uses a set budget. How does the system allocate budget on a Performance Max campaign?",
        [
            "Budget is allocated automatically across channels based on performance. There's no ",
            "need to create a different campaign for each channel."
        ]
    ],
    [
        "You own a small business that sells scented candles. You're ready to run your first Smart Shopping campaign that uses a set budget. How does the system allocate budget on a Smart Shopping campaign?",
        [
            "Budget is automatically allocated across channels, based on performance. You don't need to create a separate campaign for each channel."
        ]
    ],
    [
        "You own a small business that sells shoes. You're ready to run your first Performance Max campaign that uses a set budget. How does the system allocate budget on a Performance Max campaign?",
        [
            "Budget is allocated automatically across channels, based on performance. You don't need to create a separate campaign for each channel."
        ]
    ],
    [
        "You own a small business that sells shoes. You're ready to run your first Smart Shopping campaign that uses a set budget. How does the system allocate budget on a Smart Shopping campaign?",
        [
            "Budget is automatically allocated across channels, based on performance. You don't need to create a separate campaign for each channel."
        ]
    ],
    [
        "You want to launch your first Shopping campaign, but you don't know the difference between Search and Shopping. What's a benefit of Shopping Ads?",
        [
            "Shopping Ads use product attributes to show ads on relevant searches to increase conversion."
        ]
    ],
    [
        "You want to use Performance Max for conversion value but are concerned about inefficient spend. Which optional secondary bid strategy should you select?",
        [
            "Target Return On Ad Spend (tROAS)"
        ]
    ],
    [
        "You work at a global company that ships products around the world. You would like to create a Shopping campaign to promote products in the European Economic Area and Switzerland. How are Shopping ads served in the European Economic Area and Switzerland?",
        [
            "Shopping ads can be served by any Comparison Shopping Service (CSS) you work with."
        ]
    ],
    [
        "You work at a large multinational company that ships products globally. You would like to create a Shopping campaign to promote products in the European Economic Area and Switzerland. How are Shopping ads served in the European Economic Area and Switzerland?",
        [
            "They can be served by any Comparison Shopping Service (CSS) you work with."
        ]
    ],
    [
        "You work at an agency and manage several retail accounts in Google Ads. One of your clients is new to Shopping Ads and would like to track performance by product category (ex: apparel) and gender. The client is passing the required and optional attributes for apparel in the product feed. Which recommendation would you make to their campaign structure to achieve granular reporting?",
        [
            "Create a campaign by product category and gender, and use product groups. Example: Campaign #1: Women's Top Product group #1: Sweater Product group #2: Short Sleeves"
        ]
    ],
    [
        "You work at an agency and one of your clients wants to track performance by product category (ex: apparel) and gender. They already passed the optional and required attributes for apparel in the product feed. How could they achieve granular reporting?",
        [
            "Create a campaign by product category and gender, and use product groups. Example: Campaign #1: Women's Top Product group #1: Sweater Product group #2: Short Sleeves"
        ]
    ],
    [
        "You work at an agency and one of your clients wants to track performance by product category (ex: apparel) and gender. They already passed the required and optional attributes for apparel in the product feed. Which of these techniques could help them achieve granular reporting?",
        [
            "Create a campaign by product category and gender, and use product groups. Example: Campaign #1: Women's Top Product group #1: Sweater Product group #2: Short Sleeves"
        ]
    ],
    [
        "You'd like to promote your products across Google's platform but aren't sure if you should go with a Smart Shopping campaign or a Standard Shopping campaign. Which statement is true about Smart Shopping campaigns?",
        [
            "Smart Shopping campaigns can help you find and reach audiences across Google's platform without needing to create a separate campaign for each channel."
        ]
    ],
    [
        "You'd like to promote your products across Google's platform but aren't sure whether a Performance Max campaign would help you more than a Standard Shopping campaign. Which statement is true about Performance Max campaigns?",
        [
            "Performance Max campaigns can help you find and reach audiences across Google's platform without creating a separate campaign for each channel."
        ]
    ],
    [
        "Your client is working with an agency to set up a product feed in Google Merchant Center, but the agency is not sure which attributes to include. Which attribute is optional?",
        [
            "product_type"
        ]
    ],
    [
        "Your client wants to run on Smart Shopping campaigns and use Maximize Conversion Value as a bid strategy. The client also wants to set a secondary bid strategy. Which secondary bid strategy should they select?",
        [
            "Target Return On Ad Spend (tROAS)"
        ]
    ],
    [
        "You're a marketing specialist for a large European housewares retailer and want to advertise new products to drive site traffic. How can Merchant Center support your shopping strategy?",
        [
            "Merchant Center lets you manage how your in-store and online product inventory appears on Google."
        ]
    ],
    [
        "You're a marketing specialist for a large European pet company and want to advertise new products to drive site traffic. How can Merchant Center support your shopping strategy?",
        [
            "Merchant Center lets you manage how your in-store and online product inventory appears on Google."
        ]
    ],
    [
        "You're a marketing specialist for a large European sporting goods retailer and want to advertise new products to drive site traffic. How can Merchant Center support your shopping strategy?",
        [
            "Merchant Center lets you manage how your in-store and online product inventory appears on Google."
        ]
    ],
    [
        "You're building a product feed for a client who is new to Shopping ads, and you notice the client's inventory data isn't accurate. What two things may happen if the feed is uploaded with data quality issues? Choose two.",
        [
            "Users may lose trust in Google and the retailer if the product information in the ad does not match the information on the website.",
            "Google's system will detect data quality issues in Merchant Center and disapprove items until the violation is resolved."
        ]
    ],
    [
        "You're building a product feed for a client who is new to Shopping ads. You notice inaccuracies in the client's inventory data. If a product feed is uploaded with data quality issues, what are two issues that might arise? Choose two. Select 2 Correct Responses",
        [
            "Google's system will detect data quality issues in Merchant Center and disapprove items until the violation is resolved.",
            "Users may lose trust in Google and the retailer if the product information in the ad does not match the information on the website."
        ]
    ],
    [
        "You're in the process of creating a Google Merchant Center account and realize you don't have a refund policy. Your company does not allow refunds. What should you do next?",
        [
            "Refund policy is a landing page requirement. It's acceptable that you don't allow returns or refunds, but this must be clearly stated. Consider adding the return and refund policy to the footer of the website so it's readily available."
        ]
    ],
    [
        "You're looking to buy four chairs for your new deck. A retailer advertises the price for one chair in an ad, but the image in the ad is a deck with four chairs. When users click on the ad, they land on the product page with one chair. Which Shopping ads policy is the advertiser violating?",
        [
            "Misrepresentation of self or product"
        ]
    ],
    [
        "You're looking to buy four chairs for your new deck. A retailer advertises the price for one chair in an ad, but the image in the ad is a patio set. When users click on the ad, they land on the product page with one chair. Which Shopping ads policy is the advertiser violating?",
        [
            "Misrepresentation of self or product"
        ]
    ],
    [
        "You're looking to buy four stools for your new home bar. A retailer advertises the price for one stool in an ad, but the image in the ad is a bar with four stools. When users click on the ad, they land on the product page with one stool. Which Shopping ads policy is the advertiser violating?",
        [
            "Misrepresentation of self or product"
        ]
    ],
    [
        "You're looking to buy six chairs for your new dining room table. A retailer advertises the price for one dining chair in an ad, but the image in the ad is a dining table with six chairs. When users click on the ad, they land on the product page with one chair. Which Shopping ads policy is the advertiser violating?",
        [
            "Misrepresentation of self or product"
        ]
    ],
    [
        "You're looking to buy six chairs for your new dining room table. A retailer advertises the price for one dining chair in an ad. However, when users click on the ad and buy the product, they are charged for a set of six chairs. Which Shopping ads policy is the advertiser violating?",
        [
            "Misrepresentation of self or product"
        ]
    ],
    [
        "You're setting up a product feed in Merchant Center for the first time, and you realize you don't have availability for each product. What will happen if you try to upload the feed in Google Merchant Center?",
        [
            "Availability is a required attribute, so Google's system will disapprove the feed until all required attributes are included."
        ]
    ],
    [
        "You're setting up a Shopping campaign but aren't sure which campaign goal to select. You'd like to engage with shoppers who are close to making a purchase decision. Which goal should you select?",
        [
            "Sales"
        ]
    ],
    [
        "You're setting up a Shopping campaign in hopes of engaging with shoppers who are close to making a purchase decision. Which campaign goal best represents what you're trying to accomplish?",
        [
            "Sales"
        ]
    ],
    [
        "You're using Performance Max campaigns to run across Google platforms including Google Search, YouTube, and Google Images. Which of these benefits would you gain with Performance Max?",
        [
            "Reach"
        ]
    ],
    [
        "You're using Performance Max campaigns to run across Google platforms, such as Google Search, Google Images, and YouTube. In this scenario, what's a benefit that you gain with Performance Max?",
        [
            "Reach"
        ]
    ],
    [
        "You're using Smart Shopping campaigns to run across Google platforms including Google Search, YouTube, and Google Images. Which of these benefits would you gain with Smart Shopping campaigns?",
        [
            "Reach"
        ]
    ],
    [
        "You're using Smart Shopping campaigns to run across Google platforms, such as Google Search, Google Images, and YouTube. In this scenario, what's a benefit that you gain with Smart Shopping campaigns?",
        [
            "Reach"
        ]
    ],
    [
        "You've operated a successful online retail business for a decade without changing your product and marketing strategy. You've observed a recent trend, though—shoppers are buying less each time they make a purchase. Which actions should you take? Choose two. Select 2 Correct Responses",
        [
            "Provide personalized experiences that meet shopper expectations online or in-store.",
            "Uncover the needs to meet the requirements of curious and impatient consumers."
        ]
    ],
    [
        "You've owned a successful online retail business for 10 years. Recently, shopping behavior has shifted, and shoppers are buying less each time. The product and marketing strategy hasn't changed. Which two actions should you take? Choose two.",
        [
            "Provide personalized experiences that meet shopper expectations online or in-store.",
            "Uncover the needs to meet the requirements of curious and impatient consumers."
        ]
    ],
    [
        "You've owned a successful online retail business for a decade. Though the product and marketing strategy hasn't changed, shoppers' behavior has changed—they tend to be buying less and less with each transaction. Which two actions should you take? Choose two. Select 2 Correct Responses",
        [
            "Uncover the needs to meet the requirements of curious and impatient consumers.",
            "Provide personalized experiences that meet shopper expectations online or in-store."
        ]
    ],
    [
        "What are two means of upgrading all of your Smart Shopping campaign to Performance Max at once? Choose two.",
        [
            "Within the Recommendations page, select Upgrade your smart Shopping Campaigns to Performance Max. Then, select Apply All.",
            "In Google Ads, select the Performance Max upgrade notification. Select Apply. Next, select Apply All to upgrade all Smart Shopping campaigns."
        ]
    ],
    [
        "A business owner uses Google’s video solutions to achieve their awareness, consideration or action goal. Which of the following is a benefit of that?",
        [
            "A benefit is that Google's video solutions simplify the campaign creation process by automatically aligning to ",
            "marketing objectives."
        ]
    ],
    [
        "A business owner wants to set up their company’s Google Video campaign to make sure people think about their brand in decision-making moments. What marketing objective connects to this goal?",
        [
            "Consideration"
        ]
    ],
    [
        "A business owner wants to set up their company’s Google video campaign to make sure that people think about their brand in decision-making moments. What marketing objective connects to this goal?",
        [
            "Consideration"
        ]
    ],
    [
        "A successful awareness campaign ran with a 30-second video ad. You now want to remarket to audiences who saw it with memorable, shorter video ads. What video ad format should you pick to make that happen?",
        [
            "You should use bumper ads."
        ]
    ],
    [
        "After using Google’s video solutions to achieve your awareness, consideration or action goals, which of the following is a benefit that you might see?",
        [
            "You might see that Google's video solutions simplify the campaign creation process by automatically aligning to marketing objectives."
        ]
    ],
    [
        "An eCommerce business wants to understand the value of YouTube. How should you summarise the shopping trend?",
        [
            "By explaining that creators influence users' purchasing decisions, and YouTube drives purchasing behaviour."
        ]
    ],
    [
        "As a marketing agency employee, you want to help your client grasp how adding YouTube to their marketing mix can help them achieve their goals. Which YouTube trends should you tell your client about?",
        [
            "Shopping, short-form content, and streaming on TV"
        ]
    ],
    [
        "As a marketing expert at an eCommerce business, you’ve been asked to summarise the value of YouTube to the leadership team. What should you say when talking about this shopping trend?",
        [
            "You should say that creators influence users' purchasing decisions, and YouTube drives purchasing behaviour."
        ]
    ],
    [
        "As a marketing expert at an eCommerce business, you’ve been asked to summarize the value of YouTube to the leadership team. What should you say when talking about this shopping trend?",
        [
            "You should say that creators influence users' purchasing decisions, and YouTube drives ",
            "purchasing behavior."
        ]
    ],
    [
        "Creators choose YouTube for which of the following four reasons?",
        [
            "For infrastructure, reach, freedom, and income"
        ]
    ],
    [
        "During media planning, what can Reach Planner help with?",
        [
            "Forecasting reach of your YouTube campaign alongside TV"
        ]
    ],
    [
        "For potential customers in decision-making moments, what video ad formats are optimised to drive action and make it easier for them to take meaningful actions that can be measured?",
        [
            "Skippable in-stream ads and in-feed video ads"
        ]
    ],
    [
        "For your Google Video campaign, you want to reach people who browsed similar websites to yours. What audience solution should you use?",
        [
            "Custom Audiences"
        ]
    ],
    [
        "How does a Google video campaign with a ‘brand awareness and reach’ campaign goal benefit from target cost-per-thousand impressions (tCPM) being selected as the optimal bidding strategy?",
        [
            "By optimizing bids to put the campaign’s message in front of as many relevant people as ",
            "possible."
        ]
    ],
    [
        "How does YouTube serve users, creators and advertisers?",
        [
            "Through connection, innovation and trust"
        ]
    ],
    [
        "How should you approach creative effectiveness in order to boost performance of video campaigns?",
        [
            "Use research-backed creative guidelines and iterate with experimentation."
        ]
    ],
    [
        "How should you approach evaluating video action campaign performance to drive more conversions?",
        [
            "Compare your CPA to that of non-brand Search performance and allow three to seven days to achieve desired CPA performance before making adjustments."
        ]
    ],
    [
        "How should you approach your audience strategy when setting up a video action campaign to convert intent into action?",
        [
            "Focus on those most likely to convert to drive efficient conversions by starting with high-intent audiences before expanding to broader audience types. "
        ]
    ],
    [
        "How should you approach your measurement strategy, if you were planning to run a video action campaign?",
        [
            "You'd measure the full value with Google Ads conversion tracking and include lighter ",
            "conversion events."
        ]
    ],
    [
        "How should you improve a video ad’s effectiveness in post-production?",
        [
            "Increase the pace and tighten the framing."
        ]
    ],
    [
        "How should you summarise the short-form content trend to a marketing expert?",
        [
            "Short-form content acts as a discovery tool for audiences who also enjoy long-form content."
        ]
    ],
    [
        "If a potential customer is in a decision-making moment, what video ad format is optimised to drive action and make it easier for them to take meaningful actions that you can measure?",
        [
            "Skippable in-stream ads and in-feed video ads"
        ]
    ],
    [
        "If it’s your first time running a Video action campaign, what approach to bidding strategy should you implement for best results?",
        [
            "You'd start with Maximize Conversions to establish CPA performance, then switch to Target ",
            "CPA to capture more conversions at the desired CPA."
        ]
    ],
    [
        "If looking for video ad formats that are optimised for engagement and designed to help customers think of you first when they’re looking to buy, which of the following two should you choose?",
        [
            "You'd choose skippable in-stream ads and in-feed video ads."
        ]
    ],
    [
        "If you ran a successful awareness campaign using a 30-second video ad and now see the value of remarketing to audiences who watched it with memorable, shorter video ads, what video ad format should you use to achieve that goal?",
        [
            "You should use bumper ads."
        ]
    ],
    [
        "If you want to improve performance of video campaigns, what approach should you take with creative?",
        [
            "Use research-backed creative guidelines and iterate with experimentation."
        ]
    ],
    [
        "If you were developing a storyboard for a video ad and your goal was to optimise for view completions, how should you capture and hold viewers’ attention?",
        [
            "Use engaging pacing and tight framing."
        ]
    ],
    [
        "If you were making creative for a video action campaign, what best practice should you follow?",
        [
            "You'd repeat what you're offering."
        ]
    ],
    [
        "If you were optimising a campaign to drive conversions faster, what would you do?",
        [
            "You'd track lighter actions to provide more signals to Google's machine learning algorithms."
        ]
    ],
    [
        "If you’re building a Google Video campaign and your goal is to grow brand consideration, why should you use video ad sequencing?",
        [
            "To reinforce a message by telling a story through a series of videos."
        ]
    ],
    [
        "If you’re running a Google Video campaign and you want to measure how many people were served your ads and how many times they were each served across devices and formats, what measurement solution should you use, in addition to fundamental video metrics like ‘Video played to?’",
        [
            "You should use unique reach and frequency."
        ]
    ],
    [
        "If you’re running a Google video campaign with a consideration goal and you want to measure the number of people who watched your video, what measurement solution should you use?",
        [
            "You should use core performance metrics."
        ]
    ],
    [
        "If you’re running a Google Video campaign with a consideration goal and you want to understand the extent to which your campaign influences viewer perception or intent for your product, what measurement solution should you use?",
        [
            "You should use Brand Lift."
        ]
    ],
    [
        "If you’re running a Google Video campaign with an awareness goal and you wish to understand the extent to which your campaign shifts user perception or behavior, what measurement solution should you use, in addition to fundamental video metrics like “Video played to?”",
        [
            "You should use Brand Lift."
        ]
    ],
    [
        "If you’re running a video action campaign that starts with lower-funnel audiences before expanding, which of the following combinations should you use to align to that approach?",
        [
            "You'd start with Customer Match, then expand to Affinity Audiences."
        ]
    ],
    [
        "If you’re running a video action campaign to drive more conversions in a simple and cost-effective way in a single automated campaign, what extension should you add to your campaign if your goal is to drive online sales?",
        [
            "Product feed"
        ]
    ],
    [
        "If you’re running a video action campaign, how should you approach your measurement strategy?",
        [
            "You should measure the full value with Google Ads conversion tracking and include lighter conversion events."
        ]
    ],
    [
        "If your goal is to increase scale and improve CPA performance and efficiency, what marketing objective should you choose?",
        [
            "Action"
        ]
    ],
    [
        "If your marketing objective is to build awareness, what audience solutions should you consider using in your Google Video campaign?",
        [
            "Affinity Audiences and Custom Audiences"
        ]
    ],
    [
        "In video advertising, which of the following techniques should you apply to help people think or feel something?",
        [
            "Humanize the story."
        ]
    ],
    [
        "It’s your first time running a Video action campaign. What approach to bidding strategy should you implement for optimal results?",
        [
            "Start with Maximise conversions to establish CPA performance, then switch to target CPA to capture more conversions at the desired CPA."
        ]
    ],
    [
        "Mixing video ad formats is a good idea — you know that. But if your goal is to drive maximum reach on a minimum budget, what mix of awareness ad formats would you use?",
        [
            "Bumper ads and skippable in-stream ads"
        ]
    ],
    [
        "Mixing video ad formats is a good idea — you know that. If your goal is to drive maximum reach and video completions, what mix of video ad formats would you use?",
        [
            "You'd use skippable in-stream ads and non-skippable in-stream ads."
        ]
    ],
    [
        "Of all video campaign effectiveness levers, what’s the dominant driver of return on investment and the strongest on digital media?",
        [
            "Creative"
        ]
    ],
    [
        "Reach Planner can help with which of the following when doing media planning?",
        [
            "With forecasting reach of your YouTube campaign alongside TV"
        ]
    ],
    [
        "Reach Planner can provide which of the three primary benefits?",
        [
            "It can provide trustworthy unique reach forecasts, media mix options, and fresh data."
        ]
    ],
    [
        "Reach Planner has three primary benefits. What do they include?",
        [
            "Benefits include providing trustworthy unique reach forecasts, media mix options, and fresh data."
        ]
    ],
    [
        "The goal of your Google video campaign is to grow consideration. What should your bidding solution optimise towards?",
        [
            "Views"
        ]
    ],
    [
        "This is your first time running a Video action campaign. What approach to bidding strategy should you implement to get optimal results?",
        [
            "You should start with Maximize Conversions to establish CPA performance, then switch to Target CPA to capture more conversions at the desired CPAs"
        ]
    ],
    [
        "To achieve your goal of increasing purchase intent for your products, what type of Google Video campaign should you use?",
        [
            "You should use product and brand consideration."
        ]
    ],
    [
        "To achieve your goal of increasing retention and loyalty for your brand, what type of Google Video campaign should you use?",
        [
            "You should use product and brand consideration."
        ]
    ],
    [
        "To drive maximum reach on a minimum budget, what mix of awareness ad formats would you use?",
        [
            "You'd use skippable in-stream ads and bumper ads."
        ]
    ],
    [
        "To drive more conversions, how should you approach evaluating video action campaign performance?",
        [
            "You should compare your CPA to that of non-brand Search performance and allow three to ",
            "seven days to achieve desired CPA performance before making adjustments."
        ]
    ],
    [
        "To improve the performance of video campaigns, how should you approach creative effectiveness?",
        [
            "Use research-backed creative guidelines and iterate with experimentation."
        ]
    ],
    [
        "To make sure that people think about your brand in decision-making moments, what marketing objective should you use for your Google video campaign?",
        [
            "Consideration"
        ]
    ],
    [
        "To measure the full value of your action campaigns, what two conversion types should you capture in your reporting?",
        [
            "Cross-platform and view-based"
        ]
    ],
    [
        "To reach homeowners who are 25 to 34 years old with your Google Video campaign, what audience solution should you use?",
        [
            "Demographics and Detailed Demographics"
        ]
    ],
    [
        "To reach outdoor enthusiasts with your Google Video campaign, what audience solution should you use?",
        [
            "Affinity Audiences"
        ]
    ],
    [
        "To reach people based on their interests without having to build or refresh those audiences, what audience solution should you use for your Google Video campaign?",
        [
            "Infinite Taxonomy Audiences"
        ]
    ],
    [
        "To reach people who are actively looking to buy certain products or services in the near future so that you can grow consideration and interest for your brand, what audience solution should you use for your Google video campaign?",
        [
            "In-market audiences"
        ]
    ],
    [
        "To reach people who are actively looking to buy certain products or services in the near future so you can grow consideration and interest for your brand, what audience solution should you use for your Google Video campaign?",
        [
            "In-Market Audiences"
        ]
    ],
    [
        "What action should you take when optimising a campaign to drive conversions faster?",
        [
            "Track lighter actions to provide more signals to Google's machine learning algorithms."
        ]
    ],
    [
        "What are the four reasons why creators choose YouTube?",
        [
            "Income, infrastructure, reach, freedom"
        ]
    ],
    [
        "What are the three primary benefits of Reach Planner?",
        [
            "It provides trustworthy unique reach forecasts, media mix options and fresh data."
        ]
    ],
    [
        "What are three user trends on YouTube that advertisers should know about to better understand how the platform can help them achieve their goals?",
        [
            "The trends are streaming on TV, short-form content, and shopping."
        ]
    ],
    [
        "What audience solution should you use for your Google Video campaign to reach people based on their interests, without having to build or refresh those audiences?",
        [
            "Infinite Taxonomy Audiences"
        ]
    ],
    [
        "What audience solution should you use for your Google video campaign to reach people who are actively looking to buy certain products or services in the near future so that you can grow consideration and interest for your brand?",
        [
            "In-market audiences"
        ]
    ],
    [
        "What audience solution should you use to reach female users who are 18 to 24 years old with your Google Video campaign?",
        [
            "Demographics and Detailed Demographics"
        ]
    ],
    [
        "What audience solution should you use to reach home decor enthusiasts with your Google Video campaign?",
        [
            "Affinity Audiences"
        ]
    ],
    [
        "What best practice should you follow when making creative for a video action campaign?",
        [
            "You should repeat what you're offering. "
        ]
    ],
    [
        "What can Reach Planner help with when doing media planning?",
        [
            "It can help forecast reach of your YouTube campaign alongside TV."
        ]
    ],
    [
        "What do Insights Finder and Find My Audience help you do?",
        [
            "They help you understand who your most valuable customers are on YouTube and how to reach them."
        ]
    ],
    [
        "What extension should you add to a video action campaign to drive more conversions in a simple and cost-effective way for a single automated campaign, if your goal is to drive online sales?",
        [
            "Product feed"
        ]
    ],
    [
        "What Google Video marketing objective connects to the goal of people thinking about your brand in decision-making moments?",
        [
            "Consideration"
        ]
    ],
    [
        "What marketing objective should you choose if your goal was to increase scale and improve CPA performance and efficiency?",
        [
            "Action"
        ]
    ],
    [
        "What streaming trend should YouTube advertisers be most aware of?",
        [
            "They should be aware that people are watching YouTube on connected TV devices, which ",
            "further extends YouTube's reach."
        ]
    ],
    [
        "What two conversion types should you capture in your reporting in order to measure the full value of your action campaigns?",
        [
            "Cross-platform and view-based"
        ]
    ],
    [
        "What two video ad formats are optimised for engagement and designed to help customers think of you first when they’re looking to buy?",
        [
            "Skippable in-stream ads and in-feed video ads"
        ]
    ],
    [
        "What type of Google Video campaign should you use if your goal was to increase purchase intent for your products?",
        [
            "You'd use product and brand consideration."
        ]
    ],
    [
        "What type of Google Video campaign should you use if your goal was to increase retention and loyalty for your brand?",
        [
            "You'd use product and brand consideration."
        ]
    ],
    [
        "What video ad formats are optimised to drive action among potential customers in decision-making moments, making it easier for them to take meaningful actions that you can measure?",
        [
            "Skippable in-stream ads and in-feed video ads"
        ]
    ],
    [
        "What’s a benefit of using Google’s video solutions to achieve your awareness, consideration or action goal?",
        [
            "Google's Video solutions simplify the campaign creation process by automatically aligning to marketing objectives."
        ]
    ],
    [
        "What’s the benefit of opting into Google video partners for a Google video campaign with an awareness goal?",
        [
            "Extending the reach of video ads to a collection of leading publisher sites and apps."
        ]
    ],
    [
        "What’s the chief driver of return on investment for video campaign effectiveness and the strongest on digital media?",
        [
            "Creative"
        ]
    ],
    [
        "What’s the value of Insights Finder and Find My Audience?",
        [
            "They help you understand who your most valuable customers are on YouTube and how to ",
            "reach them."
        ]
    ],
    [
        "When creating a Google video campaign with ‘brand awareness and reach’ as the campaign goal, why is using target cost-per-thousand impressions (tCPM) the optimal bidding strategy?",
        [
            "It optimizes bids to put the campaign's message in front of as many relevant people as possible."
        ]
    ],
    [
        "When creating a video action campaign, why is it a good idea to opt into optimised targeting?",
        [
            "Because it'll help you reach new and relevant audiences who are likely to convert."
        ]
    ],
    [
        "When making creative for a video action campaign, which best practice should you follow?",
        [
            "Repeat what you're offering"
        ]
    ],
    [
        "When optimising a campaign to drive conversions faster, what action should you take?",
        [
            "You should track lighter actions to provide more signals to Google's machine learning algorithms."
        ]
    ],
    [
        "When planning a Google video campaign with a consideration goal, what should your bidding solution optimise towards?",
        [
            "Views"
        ]
    ],
    [
        "When setting up a video action campaign to convert intent into action, how should you approach your audience strategy?",
        [
            "You should focus on those most likely to convert to drive efficient conversions by starting ",
            "with high-intent audiences before expanding to broader audience types. "
        ]
    ],
    [
        "When would you use Insights Finder and Find My Audience?",
        [
            "When you're looking to understand who your most valuable customers are on YouTube and how to reach them."
        ]
    ],
    [
        "Which of the following accurately summarises the streaming trend that YouTube advertisers should understand?",
        [
            "People are watching YouTube on connected TV devices, which further extends YouTube's reach."
        ]
    ],
    [
        "Which of the following captures how YouTube serves users, creators and advertisers?",
        [
            "Connection, innovation and trust"
        ]
    ],
    [
        "Which of the following captures the four reasons creators choose YouTube?",
        [
            "Freedom, reach, infrastructure, income"
        ]
    ],
    [
        "Which of the following video ad formats are optimised for engagement and designed to help customers think of you first when they’re looking to buy?",
        [
            "Skippable in-stream ads and in-feed video ads"
        ]
    ],
    [
        "Which of these video campaign effectiveness levers is the top driver of return on investment and the strongest on digital media?",
        [
            "Creative"
        ]
    ],
    [
        "While building a Google Video campaign, your goal is to grow consideration for your brand. Why would you use video ad sequencing to achieve that objective?",
        [
            "Because it lets you to reinforce a message by telling a story through a series of videos."
        ]
    ],
    [
        "While working at a marketing agency, your client asks you to explain the short-form content trend. How should you summarise this trend to your client?",
        [
            "By explaining that short-form content acts as a discovery tool for audiences who also enjoy ",
            "long-form content."
        ]
    ],
    [
        "Why is it a good idea to opt in to Google video partners when creating a Google video campaign for awareness?",
        [
            "It'll extend the reach of video ads to a collection of leading publisher sites and apps."
        ]
    ],
    [
        "Why is it a good idea to opt into optimised targeting when creating a video action campaign?",
        [
            "It'll help you reach new and relevant audiences who are likely to convert."
        ]
    ],
    [
        "Why should you opt into optimised targeting when creating a video action campaign?",
        [
            "To reach new and relevant audiences who are likely to convert."
        ]
    ],
    [
        "With your Google Video campaign, what audience solution should you use to reach people who use apps that are similar to yours?",
        [
            "Custom Audiences"
        ]
    ],
    [
        "You created your first video ad a few months ago and now want to make small changes to improve its performance. What post-production edits should you make to improve the ad’s effectiveness?",
        [
            "Increase the pace and tighten the framing."
        ]
    ],
    [
        "You have a goal to increase scale and improve CPA performance and efficiency. Which of the following marketing objectives aligns to that goal?",
        [
            "Action"
        ]
    ],
    [
        "You know that mixing video ad formats is a good idea, but you aren’t sure which mix is most appropriate for your goal of driving maximum reach on a minimum budget. What mix of awareness ad formats should you use?",
        [
            "Skippable in-stream ads and bumper ads"
        ]
    ],
    [
        "You ran a successful awareness campaign with a video ad that’s 30 seconds long, and you now see the value in remarketing to audiences who saw it with memorable, shorter video ads. What video ad format should you use to achieve that goal?",
        [
            "Bumper ads"
        ]
    ],
    [
        "You want to enter key words based on interest or behaviours for your Google video campaign. What audience solution should you use?",
        [
            "Custom audiences"
        ]
    ],
    [
        "You want to improve a video ad’s effectiveness. What post-production edit will help you achieve your goal?",
        [
            "Increase the pace and tighten the framing."
        ]
    ],
    [
        "You want to reach cooking enthusiasts with your Google Video campaign. What audience solution should you use?",
        [
            "Affinity Audiences"
        ]
    ],
    [
        "You want to reach male users who are 35 to 44 years old with your Google Video campaign. What audience solution should you use?",
        [
            "Demographics and Detailed Demographics"
        ]
    ],
    [
        "You want to reach people based on their interests using your Google Video campaign, but you’re not looking to build or refresh audiences manually. What audience solution should you use?",
        [
            "Infinite Taxonomy Audiences"
        ]
    ],
    [
        "You want to reach people who are actively looking to buy certain products or services in the near future so that you can grow consideration and interest for your brand. What audience solution should you use?",
        [
            "In-Market Audiences "
        ]
    ],
    [
        "You want to run a video action campaign starting with lower-funnel audiences, then expanding. What combination best aligns to that approach?",
        [
            "You should start with Customer Match, then expand to Affinity Audiences."
        ]
    ],
    [
        "You want to to improve a video ad’s effectiveness. What post-production edit will help you achieve your goal?",
        [
            "Increase the pace and tighten the framing."
        ]
    ],
    [
        "You work at a marketing agency and are looking to help your client understand how adding YouTube to their marketing mix will help them achieve their goals. Which three user trends on YouTube are valuable to communicate to your client?",
        [
            "Streaming on TV, short-form content and shopping"
        ]
    ],
    [
        "You work at a marketing agency and your client is looking to understand the short-form content trend. How should you summarise this trend to them?",
        [
            "Short-form content acts as a discovery tool for audiences who also enjoy long-form content."
        ]
    ],
    [
        "You work for a creative agency and your client is having trouble connecting meaningfully with potential customers. What technique should you use to help people think or feel something?",
        [
            "Humanize the story."
        ]
    ],
    [
        "You work for a creative agency making video ads for a client who’s struggled to meaningfully connect with potential customers in their ads. Which of the following is an approach to help people think or feel something?",
        [
            "Humanise the story."
        ]
    ],
    [
        "You work in marketing for a business with the goal of generating leads. What technique should you use in your video ad to ask people to take action?",
        [
            "Include a specific call-to-action (CTA)."
        ]
    ],
    [
        "You work on the marketing team for an eCommerce business and you’re looking to summarise the value of YouTube to the leadership team. How should you summarise the shopping trend to them?",
        [
            "Creators influence users' purchasing decisions, and YouTube drives purchasing behaviour."
        ]
    ],
    [
        "You work on the marketing team for an eCommerce business and you’re looking to summarize the value of YouTube to the leadership team. How should you summarize the shopping trend to them?",
        [
            "Creators influence users' purchasing decisions, and YouTube drives purchasing behavior."
        ]
    ],
    [
        "You’re a marketer for a solar installation business aiming to generate leads. What should you do in the video ad to ask people to take action?",
        [
            "Include a specific call to action (CTA)."
        ]
    ],
    [
        "You’re building a Google Video campaign with the goal of growing consideration for your brand. What’s the benefit of using video ad sequencing?",
        [
            "It allows you to reinforce a message by telling a story through a series of videos."
        ]
    ],
    [
        "You’re creating a Google video campaign with ‘brand awareness and reach’ as the campaign goal. Why is target cost-per-thousand impressions (tCPM) the optimal bidding strategy?",
        [
            "It'll optimise bids to put the campaign's message in front of as many relevant people as possible."
        ]
    ],
    [
        "You’re creating a storyboard for a video ad and you’re optimizing for view completions. Which of the following is a way to hook and sustain attention?",
        [
            "Use engaging pacing and tight framing."
        ]
    ],
    [
        "You’re creating a video ad for a restaurant chain with the goal of driving reservations on its website. Which of the following call to actions (CTAs) should you use in the ad?",
        [
            "Book now"
        ]
    ],
    [
        "You’re creating a video ad for a salon and your goal is to drive client bookings through the salon’s website. Which of the following call to actions (CTAs) should you use in the ad?",
        [
            "Book now"
        ]
    ],
    [
        "You’re creating a video ad with a purpose to ask people to take action on your website. What technique should you use in your video ad?",
        [
            "Include a specific call-to-action (CTA)."
        ]
    ],
    [
        "You’re determining which audience solutions to use in your Google Video campaign with an awareness goal. Which two should you consider?",
        [
            "Affinity Audiences and Custom Audiences"
        ]
    ],
    [
        "You’re developing a storyboard for a video ad with the goal of optimising for view completions. What technique should you use to grab and sustain viewers’ attention?",
        [
            "Use engaging pacing and tight framing."
        ]
    ],
    [
        "You’re making a video ad with the goal of driving reservations for a tourism company on their website. Which of the following call to actions (CTAs) should you use in the ad?",
        [
            "Book now"
        ]
    ],
    [
        "You’re making a video ad with the goal of driving reservations for a tourism company on their website. Which of the following call-to-actions (CTAs) should you use in the ad?",
        [
            "Book now"
        ]
    ],
    [
        "You’re planning to run a Google Video campaign with a consideration goal, and you want to measure how many people watched your video. What measurement solution should you use?",
        [
            "Core performance metrics"
        ]
    ],
    [
        "You’re planning to run a Google Video campaign with a consideration goal, and you want to understand the extent to which your campaign influences viewer perception or intent for your product. Which measurement solution should you use?",
        [
            "Brand Lift"
        ]
    ],
    [
        "You’re planning to run a Google video campaign with an awareness goal, and you want to measure the following: how many people were served your ads and how many times they were each served across devices and formats. In addition to fundamental video metrics such as ‘Video played to’, what measurement solution should you use?",
        [
            "Unique Reach and Frequency"
        ]
    ],
    [
        "You’re planning to run a Google video campaign with an awareness goal, and you want to understand the extent to which your campaign shifts user perception or behaviour. In addition to fundamental video metrics such as ‘Video played to’, which measurement solution should you use?",
        [
            "Brand Lift"
        ]
    ],
    [
        "You’re planning to run a video action campaign and want to start with lower-funnel audiences and then expand. Which of the following combinations aligns to that approach?",
        [
            "Start with Customer Match, then expand to Affinity Audiences. "
        ]
    ],
    [
        "You’re planning to run a video action campaign. How should you approach your measurement strategy?",
        [
            "Measure the full value with Google Ads conversion tracking and include lighter conversion events."
        ]
    ],
    [
        "You’re running a Google Video campaign with a consideration goal. You want to measure how many people watched your video, so what measurement solution should you use?",
        [
            "You'd use use core performance metrics."
        ]
    ],
    [
        "You’re running a Google Video campaign with a consideration goal. You want to understand the extent to which your campaign influences viewer perception or intent for your product. What measurement solution should you use?",
        [
            "You'd use Brand Lift."
        ]
    ],
    [
        "You’re running a Google video campaign with an awareness goal. You want to understand the extent to which your campaign shifts user perception or behaviour. In addition to fundamental video metrics like ‘Video played to’, what measurement solution would you use?",
        [
            "You'd use Brand Lift."
        ]
    ],
    [
        "You're running a video action campaign to drive more conversions in a simple and cost-effective way in a single automated campaign, and your goal is to drive online sales. What extension should you add to your campaign?",
        [
            "Product feed"
        ]
    ],
    [
        "You’re setting up a video action campaign to convert intent to action. How should you approach your audience strategy?",
        [
            "You'd focus on those most likely to convert to drive efficient conversions by starting with ",
            "high-intent audiences before expanding to broader audience types."
        ]
    ],
    [
        "You’ve decided to run a new Google video campaign with an awareness goal. Why should you opt in to Google video partners?",
        [
            "Because it can extend the reach of video ads to a collection of leading publisher sites and apps."
        ]
    ],
    [
        "Your goal is to drive more conversions. How should you approach evaluating video action campaign performance?",
        [
            "You'd compare your CPA to that of non-brand Search performance and allow three to seven ",
            "days to achieve desired CPA performance before making adjustments."
        ]
    ],
    [
        "Your goal is to grow consideration with a Google video campaign. What should your bidding solution optimise towards?",
        [
            "Views"
        ]
    ],
    [
        "Your goal is to increase purchase intent for your products. What type of Google Video campaign should you use to achieve that goal?",
        [
            "Product and brand consideration"
        ]
    ],
    [
        "Your goal is to increase retention and loyalty for your brand. What type of Google Video campaign should you use to achieve that goal?",
        [
            "Product and brand consideration"
        ]
    ],
    [
        "Your marketing objective is to build awareness. What audience solutions should you consider using in your Google Video campaign?",
        [
            "Affinity Audiences and Custom Audiences"
        ]
    ],
    [
        "YouTube advertisers should understand which of the following trends about streaming?",
        [
            "People watch YouTube on connected TV devices, which further extends YouTube's reach."
        ]
    ],
    [
        "YouTube serves users, creators and advertisers in which of the following ways?",
        [
            "Trust, innovation and connection"
        ]
    ],
    [
        "A business owner is getting a good amount of traffic from their ads but not enough conversions. What action can they take to improve their conversion rate?",
        [
            "Add more negative keywords."
        ]
    ],
    [
        "A business owner wants to use Google Ads to advertise their website. They're considering using one of the available Smart Bidding strategies that Google offers. Which of the following is a Smart Bidding strategy?",
        [
            "Target CPA"
        ]
    ],
    [
        "A hungry customer is searching for a place to eat in Florence, Italy, where you happen to own a restaurant called Ristorante Abigaille. The customer performs each of these searches: \"restaurant tuscany,\" \"restaurant florence,\" \"3 star restaurant florence,\" and \"3 star restaurant abigaille florence,\" then finds your site by clicking on your ads. They make a reservation after selecting your ad that appeared following the \"3 star restaurant abigaille florence\" search. What keyword would receive credit for this conversion, if using the data-driven attribution model?",
        [
            "Each keyword would receive credit for how much it contributed to the conversion, because the conversion would be attributed to each keyword proportionally."
        ]
    ],
    [
        "A marketer added a conversion tracking tag to a landing page on their company's website. When analyzing purchasing data, they found duplicate conversions. How can the marketer remove duplicate conversions from their conversion count?",
        [
            "They can modify the event tag to capture a unique order ID."
        ]
    ],
    [
        "A marketer wants to analyze the return on investment (ROI) for media. Besides attribution, what method should they use?",
        [
            "They should use a marketing mix model."
        ]
    ],
    [
        "A marketer wants to know how often, on average, an interaction leads to a conversion. What metric should the marketer use to get that information?",
        [
            "The marketer should use conversion rate."
        ]
    ],
    [
        "A marketer wants to know what keyword match type gives Smart Bidding the most data and flexibility to compete in the right auctions. Which of the following keyword match types would they choose?",
        [
            "They’d choose broad match."
        ]
    ],
    [
        "A marketer wants to track product newsletter sign-ups on their website. What type of conversion action would this be?",
        [
            "Lead"
        ]
    ],
    [
        "A marketing analyst is analyzing the conversion data of their Search Ads campaign in Google Ads. They want to see how changes to their attribution model might impact conversion reporting. What report will provide them with that information?",
        [
            "The attribution report"
        ]
    ],
    [
        "A marketing analyst is trying to determine the duration between a user's first exposure and that user's subsequent conversion. What report should they use to get that info?",
        [
            "They should use the time lag report."
        ]
    ],
    [
        "A marketing manager is closely monitoring their data to see how effectively their ads are driving online sales and generating leads through sign-ups. When the marketing manager compares Google Ads data with their offline data, they see a difference in the number of sign-ups in Google Ads vs. their offline data source. Assuming everything is working as intended and the issue lies with when a conversion was counted, what's likely causing this data discrepancy?",
        [
            "Google Ads reports conversions against the date/time of the click that led to the conversion. Depending on the other data source, it might use the date/time of the conversion itself."
        ]
    ],
    [
        "A marketing manager is viewing the campaign report in their Google Ads account after successfully implementing conversion tracking tags for their website. They see that at least two of their ads generated over 100 view-through conversions. Which of the following actions can be considered a view-through conversion?",
        [
            "An action in which a customer sees but doesn’t interact with your ad, and then later completes a conversion on your site."
        ]
    ],
    [
        "A marketing manager set up conversion tracking and wants to add a column for conversion value per cost. How is that calculated?",
        [
            "It’s calculated by dividing the total conversion value by the total cost of all ad interactions."
        ]
    ],
    [
        "A marketing manager wants to implement the enhanced cost-per-click (ECPC) bidding strategy. How might their agency describe this strategy?",
        [
            "It might look at ad auctions, then raise a max cost-per-click (CPC) bid."
        ]
    ],
    [
        "A marketing manager wants to know the process by which view-through conversions are counted. How would you say that 's done?",
        [
            "You’d say that view-through conversions are counted as conversions that are recorded when users view but don’t interact with an ad, then later convert."
        ]
    ],
    [
        "A marketing manager wants to know what factors influence conversion volume, apart from conversion delay. Choose three. What three additional factors would you cite? Choose three.",
        [
            "Changes to ads",
            "Changes in competition or seasonality",
            "Changes to attribution model"
        ]
    ],
    [
        "A marketing manager wants to try Maximize Conversions. How does this bidding strategy work?",
        [
            "By using machine learning to capture as many conversions as possible within a daily budget."
        ]
    ],
    [
        "A marketing strategist is interested in enhanced conversions for web. What description could their agency provide to explain this feature?",
        [
            "Enhanced conversions for web uses hashed, first-party data to unlock more powerful bidding."
        ]
    ],
    [
        "A marketing strategist is interested in target ROAS bidding. How might their agency describe this bidding strategy?",
        [
            "This bidding strategy analyzes and intelligently predicts the value of a potential conversion every time a user searches for products or services that are being advertised. Then it automatically adjusts bids for these searches to maximize return."
        ]
    ],
    [
        "A potential customer is expressing interest in buying a new car. How would you know if this customer is in the awareness stage of their car-buying journey?",
        [
            "You’d know because they viewed an online advertisement for a car."
        ]
    ],
    [
        "A potential customer is looking to buy a new car. What activity suggests they're in the awareness stage?",
        [
            "Viewing an online advertisement for a car"
        ]
    ],
    [
        "Advertisers can benefit from the power of Google's AI in what way?",
        [
            "Google’s AI can optimize performance in real time."
        ]
    ],
    [
        "After adding a conversion tracking tag to one of the landing pages of your company's website, you analyze the purchasing data and find duplicate conversions. How can you remove those duplicate conversions from the conversion count?",
        [
            "By modifying the event tag to capture a unique order ID"
        ]
    ],
    [
        "After implementing conversion tracking for their website, a marketing manager is looking at the campaign report in their Google Ads account. They see that at least two of their ads got over 100 view-through conversions. What action could be called a view-through conversion?",
        [
            "One in which a customer sees but doesn’t interact with the marketing manager’s ad, and then later completes a conversion on their site."
        ]
    ],
    [
        "After setting up conversion tracking, you want to add a column for conversion value per cost. How would that be calculated?",
        [
            "It would be calculated by dividing the total conversion value by the total cost of all ad interactions."
        ]
    ],
    [
        "Apart from conversion delay, what three additional factors influence conversion volume? Choose three.",
        [
            "Changes to ads",
            "Changes to attribution model",
            "Changes in competition or seasonality"
        ]
    ],
    [
        "As a marketer, in what way should you evaluate your campaign?",
        [
            "By checking whether the result of a specific objective exceeded or fell short of its goal."
        ]
    ],
    [
        "Before a marketer can implement sitewide tagging, what's the first thing they should do?",
        [
            "They should make sure Google Click Identifier (GCLID) still works if using click trackers in the URL."
        ]
    ],
    [
        "Besides attribution, what's another method used to analyze the return on investment (ROI) for media?",
        [
            "Marketing mix model"
        ]
    ],
    [
        "Data-driven attribution works in which of the following ways?",
        [
            "By leveraging an account’s historical data to credit the most impactful ad touchpoints across Search, YouTube, and Display."
        ]
    ],
    [
        "Enhanced conversions for leads can be described in which way?",
        [
            "It uses hashed, first-party data."
        ]
    ],
    [
        "Enhanced conversions for leads can benefit an advertiser in what way?",
        [
            "It can track sales that happen off a website from website leads."
        ]
    ],
    [
        "Enhanced conversions for web can benefit a marketing strategist in what way?",
        [
            "By using hashed, first-party data to unlock more powerful bidding"
        ]
    ],
    [
        "For event-based data instead of session-based data, what platform should you use?",
        [
            "You should use Google Analytics 4."
        ]
    ],
    [
        "For what reason might an advertiser opt to use enhanced conversions for leads?",
        [
            "Because enhanced conversions for leads can track sales that happen off a website from website leads."
        ]
    ],
    [
        "Google Tag Manager has which of the following two capabilities? Chose two.",
        [
            "Google Tag Manager has collaboration and versioning capabilities.",
            "Google Tag Manager lets you to quickly and easily update tags on your website or mobile app from a web interface."
        ]
    ],
    [
        "How are calls tracked to an advertiser's account if the advertiser uses Google's phone call conversion tracking feature?",
        [
            "By a dynamically created Google forwarding number"
        ]
    ],
    [
        "How are incrementality experiments different from A/B experiments?",
        [
            "They determine the impact of ads on a consumer’s decision to convert or not."
        ]
    ],
    [
        "How are view-through conversions counted?",
        [
            "They’re counted as conversions that are recorded when users view but don’t interact with an ad, then later convert."
        ]
    ],
    [
        "How can an advertiser set up enhanced conversions for web?",
        [
            "Enhanced conversions for web can be set up through Google Tag Manager, Google tag, or Google Ads API."
        ]
    ],
    [
        "How can the power of Google's AI help advertisers?",
        [
            "It can optimize performance in real time."
        ]
    ],
    [
        "How does data-driven attribution work?",
        [
            "It leverages an account’s historical data to credit the most impactful ad touchpoints across Search, YouTube, and Display."
        ]
    ],
    [
        "How does experimentation contribute to a best-in-class measurement approach?",
        [
            "Experiments are a way to validate and test insights."
        ]
    ],
    [
        "How does the enhanced cost-per-click (ECPC) bidding strategy work?",
        [
            "ECPC looks at ad auctions, then raises a max cost-per-click (CPC) bid."
        ]
    ],
    [
        "How does the Maximize Conversions bidding strategy work?",
        [
            "It uses machine learning to capture as many conversions as possible within a daily budget."
        ]
    ],
    [
        "How might experimentation be credited with contributing to a best-in-class measurement approach?",
        [
            "It can be a way to validate and test insights."
        ]
    ],
    [
        "How might Tag Assistant help you complete the implementation of conversion tracking tags into a website?",
        [
            "By troubleshooting unverified conversion actions"
        ]
    ],
    [
        "How should marketers evaluate their campaigns?",
        [
            "Check whether the result of a specific objective exceeded or fell short of its goal."
        ]
    ],
    [
        "How would a digital marketing consultant describe the Google tag to a new advertiser?",
        [
            "It's a JavaScript framework, also known as gtag.js."
        ]
    ],
    [
        "How would you describe a campaign that fell short of its target goal?",
        [
            "As a search campaign that had an expected increase in return on ad spend of $50.12 and an actual return on ad spend of $10."
        ]
    ],
    [
        "How would you describe attribution as it relates to the advertising industry?",
        [
            "Attribution determines how much credit each step of a process should receive."
        ]
    ],
    [
        "How would you describe the process by which data-driven attribution works?",
        [
            "Data-driven attribution leverages an account’s historical data to credit the most impactful ad touchpoints across Search, YouTube, and Display."
        ]
    ],
    [
        "How would you describe the target ROAS bidding strategy?",
        [
            "It analyzes and intelligently predicts the value of a potential conversion every time a user searches for products or services that are being advertised. Then it automatically adjusts bids for these searches to maximize return."
        ]
    ],
    [
        "How would you explain what a marketing mix model does?",
        [
            "It provides an analysis that shows the impact of marketing on a brand’s sales."
        ]
    ],
    [
        "How would you turn marketing insights into action?",
        [
            "By focusing on the right audience for the message shared in that stage of the buying journey."
        ]
    ],
    [
        "If a campaign falls short of its target goal, how might it be described?",
        [
            "It might be described as a search campaign with an expected increase in return on ad spend of $50.12 and an actual return on ad spend of $10."
        ]
    ],
    [
        "If a conversion tracking tag gets added to a landing page of a website and then produces duplicate conversions, what action should be taken to remove those duplicate conversions from the conversion count?",
        [
            "Modify the event tag to capture a unique order ID."
        ]
    ],
    [
        "If a customer wants to buy a new car, what activity might suggest that they're in the awareness phase of the car-buying process?",
        [
            "If they view an online advertisement for a car"
        ]
    ],
    [
        "If a unique user sees an ad over a given time period, what term can be used to describe the number of times that user saw the ad?",
        [
            "Frequency"
        ]
    ],
    [
        "If an ad campaign is optimized by Google's AI, what's happening?",
        [
            "The campaign is using AI and machine learning technology to predict what will achieve the best conversion outcomes to optimize bidding, creative, etc."
        ]
    ],
    [
        "If an advertiser uses Google's phone call conversion tracking feature, how are the calls tracked to their account?",
        [
            "The calls are tracked by a dynamically created Google forwarding number."
        ]
    ],
    [
        "If by comparing Google Ads data with offline data you find a difference in the number of sign-ups for ads between the two sources, and you believe the issue lies with when a conversion was counted, what's the likely source of that data discrepancy?",
        [
            "It’s probably due to the fact that Google Ads reports conversions against the date/time of the click that led to the conversion. Depending on the other data source, it might use the date/time of the conversion itself."
        ]
    ],
    [
        "If you need to pick the two types of optimization, which ones would you choose? Choose two.",
        [
            "Channel optimization",
            "Media mix optimization"
        ]
    ],
    [
        "If you want event-based data as opposed to session-based data, what platform would you use?",
        [
            "You’d use Google Analytics 4."
        ]
    ],
    [
        "If you want to add a column for conversion value per cost after setting up conversion tracking, how does that get calculated?",
        [
            "By dividing the total conversion value by the total cost of all ad interactions"
        ]
    ],
    [
        "If you want to know how well your Google Ads account will perform, what estimate should you use?",
        [
            "You should use optimization score."
        ]
    ],
    [
        "If you want to know the duration between a user's first exposure and their subsequent conversion, what report do you need?",
        [
            "You need the time lag report."
        ]
    ],
    [
        "If you wanted to help an online store owner complete the implementation of conversion tracking tags into their website, how could Tag Assistant help you get that job done?",
        [
            "Tag Assistant could troubleshoot unverified conversion actions."
        ]
    ],
    [
        "If you're a digital advertiser, how do you define a tag?",
        [
            "As a small snippet of code that’s placed on every page of a website"
        ]
    ],
    [
        "If you're a digital marketing consultant, how would you describe the Google tag to your new advertiser?",
        [
            "You’d describe it as a JavaScript framework, also known as gtag.js."
        ]
    ],
    [
        "If you're a marketer describing the criteria for store visits conversion tracking, what would you say?",
        [
            "You’d say that store visits conversion tracking requires sufficient data to accurately report store visits and pass Google’s privacy thresholds."
        ]
    ],
    [
        "If you're a marketer setting up the value of an online conversion action, what would you do?",
        [
            "If the average value of a lead is $20, you’d assign the value as $20."
        ]
    ],
    [
        "If you're analyzing the conversion data of your Search Ads campaign in Google Ads in order to see how changes in the attribution model might impact conversion reporting, what report would you use to get that information?",
        [
            "You’d use the attribution report."
        ]
    ],
    [
        "If you're getting good traffic but not enough conversions from your ads, what should you do to improve your conversion rate?",
        [
            "You should add more negative keywords."
        ]
    ],
    [
        "In setting up the value of an online conversion action, what should you do?",
        [
            "If the average value of a lead is $20, assign the value as $20."
        ]
    ],
    [
        "In terms of advertising, what's attribution?",
        [
            "Determining how much credit each step of a process should receive"
        ]
    ],
    [
        "In the world of digital advertising, how would a tag be defined?",
        [
            "It would be defined as a small snippet of code that’s placed on every page of a website."
        ]
    ],
    [
        "In what two ways can the Recommendations page in your Google Ads account help with campaign performance? Choose two.",
        [
            "It can help maximize your budget by improving bidding and keywords.",
            "It can introduce you to new features and trends across Google."
        ]
    ],
    [
        "In what way are incrementality experiments different from A/B experiments?",
        [
            "Incrementality experiments determine the impact of ads on a consumer’s decision to convert or not."
        ]
    ],
    [
        "In what way can the power of Google's AI be beneficial to advertisers?",
        [
            "By optimizing performance in real time"
        ]
    ],
    [
        "In what way do view-through conversions get counted?",
        [
            "They get counted as conversions that are recorded when users view but don’t interact with an ad, then later convert."
        ]
    ],
    [
        "In what way does experimentation help achieve a best-in-class measurement approach?",
        [
            "By providing a way to validate and test insights"
        ]
    ],
    [
        "In what way does Google's phone call conversion tracking feature track calls to an advertiser's account?",
        [
            "It tracks calls via a dynamically created Google forwarding number."
        ]
    ],
    [
        "Incrementality experiments differ from A/B experiments in what way?",
        [
            "By determining the impact of ads on a consumer’s decision to convert or not convert."
        ]
    ],
    [
        "Maximize Conversion can be described in which of the following ways?",
        [
            "Maximize Conversions uses machine learning to capture as many conversions as possible within a daily budget."
        ]
    ],
    [
        "On a website or app, what would Google Analytics 4 refer to as interactions?",
        [
            "It would refer to event."
        ]
    ],
    [
        "Store visits conversion tracking can be described in which way?",
        [
            "It requires sufficient data to accurately report store visits and pass Google’s privacy thresholds."
        ]
    ],
    [
        "Target ROAS bidding can correctly be described in which of the following ways?",
        [
            "Target ROAS analyzes and intelligently predicts the value of a potential conversion every time a user searches for products or services that are being advertised. Then it automatically adjusts bids for these searches to maximize return."
        ]
    ],
    [
        "The conversion date between Google Ads and Google Analytics is different. Why might that be?",
        [
            "Because Google Analytics attributes conversions to the day they happen, not to the date of the impression that caused the conversion."
        ]
    ],
    [
        "The enhanced cost-per-click (ECPC) bidding strategy can be described in which of the following ways?",
        [
            "ECPC first looks at ad auctions, before raising a max cost-per-click (CPC) bid."
        ]
    ],
    [
        "The Recommendations page in your Google Ads account can help with campaign performance in which of the following two ways? Choose two.",
        [
            "By introducing you to new features and trends across Google",
            "By helping to maximize your budget as it improves bidding and keywords"
        ]
    ],
    [
        "There are two types of optimization. What are they? Choose two.",
        [
            "Media mix optimization",
            "Channel optimization"
        ]
    ],
    [
        "To compete in the right auctions with the most data and flexibility, what keyword match type does Smart Bidding need?",
        [
            "Broad match"
        ]
    ],
    [
        "To describe enhanced conversions for leads, what would you say?",
        [
            "You’d say it uses hashed, first-party data."
        ]
    ],
    [
        "To describe Google Tag Manager, what two capabilities would you choose? Choose two.",
        [
            "You’d say it has collaboration and versioning capabilities.",
            "You’d say it allows you to quickly and easily update tags on your website or mobile app from a web interface."
        ]
    ],
    [
        "To determine how well your Google Ads account is set to perform, what estimate would you use?",
        [
            "You’d use optimization score."
        ]
    ],
    [
        "To evaluate their campaigns, what should marketers do?",
        [
            "They should check whether the result of a specific objective exceeded or fell short of its goal."
        ]
    ],
    [
        "To implement sitewide tagging, what do you have to do?",
        [
            "You have to make sure Google Click Identifier (GCLID) still works if using click trackers in the URL."
        ]
    ],
    [
        "To learn how often an ad click or other ad interaction leads to a conversion, on average, what metric would you use?",
        [
            "You’d use conversion rate."
        ]
    ],
    [
        "To set up conversion tracking, what should you do first?",
        [
            "First, set up a conversion action in Google Ads to measure what you consider to be valuable consumer actions."
        ]
    ],
    [
        "To set up enhanced conversions for web, what should an advertiser do?",
        [
            "An advertiser should go through Google Tag Manager, Google tag, or Google Ads API to set up enhanced conversions."
        ]
    ],
    [
        "To track product newsletter sign-ups on a website, what type of conversion action would a marketer use?",
        [
            "A marketer would use lead."
        ]
    ],
    [
        "To turn marketing insights into action, what action should you take?",
        [
            "You should focus on the right audience for the message shared in that stage of the buying journey."
        ]
    ],
    [
        "What are the two types of optimization? Choose two.",
        [
            "Media mix optimization",
            "Channel optimization"
        ]
    ],
    [
        "What are three factors that influence conversion volume, along with conversion delay? Choose three.",
        [
            "Changes to attribution model",
            "Changes in competition or seasonality",
            "Changes to ads"
        ]
    ],
    [
        "What are two benefits of using the Recommendations page in a Google Ads account to help with campaign performance? Choose two.",
        [
            "The Recommendations page can introduce you to new features and trends across Google.",
            "The Recommendations page can help maximize your budget by improving bidding and keywords."
        ]
    ],
    [
        "What are two capabilities of Google Tag Manager? Choose two.",
        [
            "It allows you to quickly and easily update tags on your website or mobile app from a web interface.",
            "It has collaboration and versioning capabilities."
        ]
    ],
    [
        "What could you do to improve your conversion rate if you're getting a good amount of traffic from your ads but not enough conversions?",
        [
            "You could add more negative keywords."
        ]
    ],
    [
        "What do marketing mix models show advertisers?",
        [
            "They’re an analysis that shows the impact of marketing on a brand’s sales."
        ]
    ],
    [
        "What does Google Analytics 4 refer to as interactions on a website or app?",
        [
            "Event"
        ]
    ],
    [
        "What does it mean when ad campaigns are optimized by Google's AI?",
        [
            "They use AI and machine learning technology to predict what will achieve the best conversion outcomes to optimize bidding, creative, etc."
        ]
    ],
    [
        "What does the term attribution mean when used to describe an advertising-related occurrence?",
        [
            "Attribution means determining how much credit each step of a process should receive."
        ]
    ],
    [
        "What keyword match type gives Smart Bidding the most data and flexibility to compete in the right auctions?",
        [
            "Broad match"
        ]
    ],
    [
        "What method can be used to analyze the return on investment (ROI) for media, apart from attribution?",
        [
            "Marketing mix model can be used."
        ]
    ],
    [
        "What metric tells you how often, on average, an ad click or other ad interaction leads to a conversion?",
        [
            "Conversion rate"
        ]
    ],
    [
        "What platform uses event-based data instead of session-based data?",
        [
            "Google Analytics 4"
        ]
    ],
    [
        "What report can determine how changes to the attribution model might impact conversion reporting when analyzing the conversion data of a Search Ads campaign in Google Ads?",
        [
            "The attribution report"
        ]
    ],
    [
        "What report can help show the duration between a user's first exposure and their subsequent conversion?",
        [
            "The time lag report"
        ]
    ],
    [
        "What should you do to set up the value of an online conversion action?",
        [
            "You should assign the value as $20, if the average value of a lead is $20."
        ]
    ],
    [
        "What's a benefit of importing Google Analytics conversions to Google Ads?",
        [
            "The ability to provide Google Ads access to data that helps optimize bids"
        ]
    ],
    [
        "What's a requirement for implementing sitewide tagging?",
        [
            "Make sure Google Click Identifier (GCLID) still works if using click trackers in the URL."
        ]
    ],
    [
        "What's an example of a campaign that fell short of its target goal?",
        [
            "A search campaign with an expected increase in return on ad spend of $50.12 and an actual return on ad spend of $10."
        ]
    ],
    [
        "What's the correct way to describe enhanced conversions for web?",
        [
            "It uses hashed, first-party data to unlock more powerful bidding."
        ]
    ],
    [
        "What's the correct way to set up enhanced conversions for web?",
        [
            "Through Google Tag Manager, Google tag, or Google Ads API"
        ]
    ],
    [
        "What's the definition of a Google tag, as described to a new advertiser by a digital marketing consultant?",
        [
            "A Google tag is a JavaScript framework, also known as gtag.js."
        ]
    ],
    [
        "What's the definition of a tag, as it pertains to digital advertising?",
        [
            "A tag is a small snippet of code that’s placed on every page of a website."
        ]
    ],
    [
        "What's the practice you'd want to use for turning marketing insights into action?",
        [
            "Focus on the right audience for the message shared in that stage of the buying journey."
        ]
    ],
    [
        "When ad campaigns are optimized by Google's AI, what does that mean?",
        [
            "It means they use AI and machine learning technology to predict what will achieve the best conversion outcomes to optimize bidding, creative, etc."
        ]
    ],
    [
        "Which of the following can be used to describe enhanced conversions for leads?",
        [
            "Uses hashed, first-party data"
        ]
    ],
    [
        "Which of the following describes the criteria for store visits conversion tracking?",
        [
            "Store visits conversion tracking requires sufficient data to accurately report store visits and pass Google’s privacy thresholds."
        ]
    ],
    [
        "Which of the following describes the number of times a unique user will see an ad over a given time period?",
        [
            "Frequency"
        ]
    ],
    [
        "Which of the following explains why the conversion date might be different between Google Ads and Google Analytics?",
        [
            "Google Analytics attributes conversions to the day they happen, not to the date of the impression that caused the conversion."
        ]
    ],
    [
        "Which of the following is an estimate of how well your Google Ads account is set to perform?",
        [
            "Optimization score"
        ]
    ],
    [
        "Which of the following is an example of a Smart Bidding strategy?",
        [
            "Target CPA"
        ]
    ],
    [
        "Which of the following is the first step in setting up conversion tracking?",
        [
            "Set up a conversion action in Google Ads to measure what you consider to be valuable consumer actions."
        ]
    ],
    [
        "Which of the following terms can be used to describe the amount of times a unique user will see an ad over a certain time period?",
        [
            "Frequency"
        ]
    ],
    [
        "While checking out the campaign report in your Google Ads account, you see that after implementing conversion tracking tags for your website, at least two of your ads generated more than 100 view-through conversions. Based on that info, what action would be considered a view-through conversion?",
        [
            "A view-through conversion action is when a customer sees but doesn’t interact with your ad, and then later completes a conversion on your site."
        ]
    ],
    [
        "While searching for a place to eat, a tourist visiting Italy finds your restaurant, which is called Ristorante Abigaille in Florence, by performing each of these searches: \"restaurant tuscany,\" \"restaurant florence,\" \"3 star restaurant florence,\" and \"3 star restaurant abigaille florence.\" The customer clicks on your ads and makes a reservation. Using the data-driven attribution model, what keyword would receive credit for the conversion?",
        [
            "Beacuse the conversion was attributed to each keyword proportionally, each keyword would receive credit for how much it contributed to the conversion."
        ]
    ],
    [
        "Why might an advertiser use enhanced conversions for leads?",
        [
            "To track sales that happen off a website from website leads"
        ]
    ],
    [
        "Why might there be a difference in the conversion date between Google Ads and Google Analytics?",
        [
            "There might be a difference because Google Analytics attributes conversions to the day they happen, not to the date of the impression that caused the conversion."
        ]
    ],
    [
        "Why might you want to import Google Analytics conversions to Google Ads?",
        [
            "To provide Google Ads access to data that helps optimize bids"
        ]
    ],
    [
        "You imported Google Analytics conversions to Google Ads. What's a benefit of that action?",
        [
            "Providing Google Ads access to data that helps optimize bids"
        ]
    ],
    [
        "You own a restaurant called Ristorante Abigaille in Florence, Italy. A customer finds your site by clicking on your ads after performing each of these searches: \"restaurant tuscany,\" \"restaurant florence,\" \"3 star restaurant florence,\" and \"3 star restaurant abigaille florence.\" The customer makes a reservation after clicking on your ad that appeared with \"3 star restaurant abigaille florence.\" Using the data-driven attribution model, what keyword would receive credit for the conversion?",
        [
            "The conversion would be attributed to each keyword proportionally, therefore each keyword would receive credit for how much it contributed to the conversion."
        ]
    ],
    [
        "You want to advertise your website with Google Ads, and you're thinking of using one of Google's Smart Bidding strategies. Which of the following is a Smart Bidding strategy?",
        [
            "Target CPA"
        ]
    ],
    [
        "You want to set up conversion tracking. What's the first step you should take?",
        [
            "You should set up a conversion action in Google Ads to measure what you consider to be valuable consumer actions."
        ]
    ],
    [
        "You're a marketer looking to track product newsletter sing-ups on your website. What type of conversion action should you use?",
        [
            "You should use lead."
        ]
    ],
    [
        "You're an advertiser at a large agency, and you want to know how marketing mix models work. Which of the following descriptions explains what marketing mix models do?",
        [
            "Marketing mix models are an analysis that shows the impact of marketing on a brand’s sales."
        ]
    ],
    [
        "You're trying to determine how effectively your ads are driving online sales and generating leads through sign-ups, and you compare your Google Ads data with your offline data. That's when you see a difference in the number of sign-ups in Google ads vs. your offline data source. Assume everything is working properly and the issue lies with when a conversion was counted. What would you say is causing this data discrepancy?",
        [
            "You’d say that Google Ads reports conversions against the date/time of the click that led to the conversion. Depending on the other data source, it might use the date/time of the conversion itself."
        ]
    ],
    [
        "You're using Google Analytics 4. What would it call interactions on a website or an app?",
        [
            "Event"
        ]
    ],
    [
        "You've been hired as a consultant to help an online store owner. You need to complete the implementation of conversion tracking tags into their website. How can Tag Assistant help you with this task?",
        [
            "It troubleshoots unverified conversion actions."
        ]
    ]
]