[
    [
        "A company that produces sporting equipment for senior citizens would like to use Google Display ads to reach new customers. Their product line gears toward people, with or without an identified interest in sports, over the age of 65. Which option can best help them reach these users?",
        [
            "Demographic Audiences"
        ]
    ],
    [
        "A home improvement retail marketer is using a Display campaign to build out his ads. What’s a benefit that Display campaigns can give him?",
        [
            "His ads are automatically created from the building blocks he provides, like headlines, descriptions, logos, and images."
        ]
    ],
    [
        "A marketer is keeping track of the revenue generated by his campaign. He wants to see a specified return-on-investment for his monthly ad spend. Which type of automated bidding strategy will meet his needs?",
        [
            "A revenue-focused bidding strategy"
        ]
    ],
    [
        "A marketing director of a large team is looking to reach an audience at scale through Display campaigns. How might Display campaign reporting help with this objective?",
        [
            "In addition to standard Google Ads reporting, it provides reports that facilitate broad, strategic ad management."
        ]
    ],
    [
        "A marketing director wants to acquire a lot of exposure for a new product line that her company’s launching. She understands that she can reach a significant portion of people on the internet with the help of a Display campaign. How could she achieve her marketing goal using a Display campaign?",
        [
            "Her ads will serve on website content related to her business or her customers’ interests based on her targeting decisions"
        ]
    ],
    [
        "A retailer owns a large online business selling antiques. They want to create a Display campaign. What are two of the three inputs they must supply to create a Display campaign? Choose two.",
        [
            "Creative assets",
            "Budget amount"
        ]
    ],
    [
        "A small business uses Google Display ads to help deliver relevant advertising to people browsing the web. Which statement is true about where Google Display ads connects with these valuable audiences?",
        [
            "Google Display ads connect with audiences through apps, YouTube, and millions of other websites partnering with Google."
        ]
    ],
    [
        "A small pastry business is in the process of creating ads within their Display campaign. They find that there are two main ad formats that they can use. What are the two main ad formats used in a Display campaign? Choose two.",
        [
            "Responsive Display ads",
            "Uploaded ads (Image & AMPHTML)"
        ]
    ],
    [
        "Adam has determined that “Drive action” is the appropriate marketing objective for his new Display campaign. What are two relevant options he might use to reach his goal? (Choose two.)",
        [
            "Standard remarketing",
            "Dynamic remarketing"
        ]
    ],
    [
        "Alan has introduced a new line of scooters on his website and is using a Google Display Ad campaign to promote them. He selects “Build awareness” as the marketing objective for his campaign. Why would Alan choose “Build awareness” as his marketing objective?",
        [
            "To reach a broad audience for his scooters."
        ]
    ],
    [
        "Amanda is the marketing manager for a plant nursery. She has a large number of campaigns and needs help keeping her bids relevant every day. How can automated bidding help her?",
        [
            "By setting her bids when auctions happen."
        ]
    ],
    [
        "Amanda uses “Influence consideration” as a marketing objective for her Google Display Ads campaign. Which targeting options are a good fit for Amanda’s campaign?",
        [
            "In-Market audiences, Custom Intent audiences, Similar Audiences"
        ]
    ],
    [
        "Amy has created a new brand for her company’s goldfish training materials. She knows that other companies train goldfish and it is a popular sport, but realizes that it is a niche market. She wants to use a Google Display Ads campaign to build awareness for her new brand. Which Google Display ad targeting option can help Amy with her goal of creating awareness within her niche market?",
        [
            "Custom Affinity audiences"
        ]
    ],
    [
        "An account executive manages Google Search campaigns and would like to extend her reach with Google Display ads. She’s trying to decide whether to use the default optimized targeting or to manually add more layers of targeting herself.",
        [
            "She prefers more control over all aspects of her Display campaigns."
        ]
    ],
    [
        "An advertiser doesn’t have much time to create ads, and hopes to use a Display campaign to automatically create them. Which two building blocks must they supply in order for a Display campaign to automate their ad creation? Choose two.",
        [
            "Headlines",
            "Images"
        ]
    ],
    [
        "An advertiser has seen a lot of success with Google Search, and they’d like to increase their reach by creating a Display campaign. They’d like the setup to be as effortless as possible. What kind of targeting should they use in their Display campaign?",
        [
            "Optimized targeting"
        ]
    ],
    [
        "An advertiser is interested in generating conversions through Google Display ads, but they’re relying on the campaign’s help to set bids. Which two bidding strategies used in Display campaigns can they choose from to automatically set their bids? Choose two.",
        [
            "Target ROAS (return on ad spend)",
            "Target CPA (cost per acquisition)"
        ]
    ],
    [
        "An agency is interested in using automation to more effectively manage their Google Display campaigns. What’s one automation model that Display campaigns provide?",
        [
            "Automated bidding"
        ]
    ],
    [
        "Angela’s ready to get started with her first Smart Display campaign, but her account isn’t yet eligible due to not having enough conversions in the last 30 days. What’s the minimum number of conversions needed (in the last 30 days) to be eligible to set up a Smart Display campaign?",
        [
            "At least 50 conversions on Display or at least 100 conversions on Search."
        ]
    ],
    [
        "As a marketing director at a large company, Cara’s considering launching a Google Display Ads campaign, as it will let her reach global internet users across as many websites and apps as possible. What’s another benefit a Google Display Ads campaign will provide Cara?",
        [
            "It makes it possible for her to engage with valuable audiences quickly and often."
        ]
    ],
    [
        "Ben is currently managing a campaign that has a total investment of $7,000, generates 1,400 conversions, and has a CPA (cost-per-acquisition) of $5. Ben needs to sell excess inventory. To meet this goal, he's willing to increase his CPA and campaign investment.Which of the following plans, built in the Performance Planner, will assist Ben in achieving his marketing goal of selling excess inventory?",
        [
            "An investment of $9,600 to generate 1,600 conversions with a CPA of $6"
        ]
    ],
    [
        "Ben sells housewares through his website and app. What are two ways that Google Ads can fuel his business goals and help him achieve his objectives? (Choose two.)",
        [
            "Help users find and discover his products.",
            "Increase overall installs and interactions with his app."
        ]
    ],
    [
        "Bill has released a new line of products for his business and is using Google Display Ads to influence customer consideration. How does Google Display Ads targeting help Bill reach his marketing objective?",
        [
            "By allowing Bill to strategically show his message to users when they're actively browsing, researching, or comparing the types of products he sells."
        ]
    ],
    [
        "Bill wants to reach valuable, relevant audiences and engage with them quickly and often with his ads. How will creating a Display Ads campaign allow him to reach his goal?",
        [
            "It allows her to reach over 90% of global internet users across millions of apps and websites."
        ]
    ],
    [
        "Brian owns a company that makes inexpensive replacement parts for bicycles. He’s ready to increase the scale of his business and wants to use Google Display Ads to drive sales. Which feature of a Google Display Ads will help Brian achieve his business objectives?",
        [
            "His ads can appear on websites relevant to bicycles, and therefore connect him to his potential audience."
        ]
    ],
    [
        "Brian’s desired audience isn’t covered by the segments In-Market audiences offers. What’s another suitable option Brian could choose to help him influence potential customer consideration?",
        [
            "Custom Intent audiences"
        ]
    ],
    [
        "Cassandra wants to customize her Google Display Ads based on how potential customers previously engaged with her website. Which option best suits her needs?",
        [
            "Remarketing"
        ]
    ],
    [
        "Catherine received a significant amount of traffic to her online pet store after launching her Display campaign. Unfortunately, many visitors to her online store didn’t make a purchase. When creating a new Display campaign, which marketing objective should Catherine choose in order to reengage with these visitors?",
        [
            "Drive action"
        ]
    ],
    [
        "Claire has created a Google Display Remarketing campaign. What’s the most likely reason she decided on remarketing?",
        [
            "Drive action"
        ]
    ],
    [
        "Colin wants to get the word out about his newest product. He’s planning to create a Google Display campaign with building awareness as his marketing objective. Why would Colin choose “Build awareness” as his marketing objective?",
        [
            "He wants to get his newest product in front of as many people as possible."
        ]
    ],
    [
        "Darren notices that many people viewed specific products on his website without purchasing them. He creates a Google Display Ad to drive sales of those exact products. Which option will best suit Darren’s marketing goal?",
        [
            "Dynamic remarketing"
        ]
    ],
    [
        "Diana is running a successful remarketing campaign. She wants to expand her reach with other targeting options. While creating a new Google Ads Display campaign with the “Influence consideration” marketing objective, she chooses Similar Audiences as her targeting option. What information is used to identify Similar Audiences?",
        [
            "Audience interest around different topics"
        ]
    ],
    [
        "Display campaigns use full automation to optimize and automate nearly all aspects of the campaigns. Users only have to provide a few inputs. What can a user input in a Display campaign?",
        [
            "The images they wish to use"
        ]
    ],
    [
        "Doreen uses Google Search to reach customers as they search for products similar to hers. She’d like to create a Display Remarketing campaign to reconnect with users and increase sales. How might remarketing help her meet this marketing objective?",
        [
            "It allows her to show ads to people who previously visited her website as they browse websites and use apps."
        ]
    ],
    [
        "Felix wants to start showing his Google Display Ads to a narrower audience with the help of demographic targeting. Which two types of data are included in demographic targeting? (Choose two.)",
        [
            "Age",
            "Gender"
        ]
    ],
    [
        "Frank runs a scuba-diving business that offers lessons and sells scuba-diving equipment. Frank wants to engage with users who are researching scuba-diving lessons. Which marketing objective should Frank choose when creating his Display campaign?",
        [
            "Influence consideration"
        ]
    ],
    [
        "Gavin is creating a Google Display ads campaign to help grow sales for his online clothing store. His goal is to connect with users who previously viewed pages on his website without making a purchase. Which option will best serve Gavin’s marketing goals?",
        [
            "Remarketing"
        ]
    ],
    [
        "Google Ads was constructed around three core principles focused on helping your business reach its online potential. The first of these core principles is relevance. Google Ads connects your business with the right people at the right time. Upon which other two principles was Google Ads built?",
        [
            "Control and results"
        ]
    ],
    [
        "Google Ads was designed to deliver three things to every advertiser: relevance, control, and results. It provides relevance by connecting advertisers with the right people at the right time. It provides results by charging only when you get a click. How does Google Ads provide control?",
        [
            "By giving advertisers control over the maximum they spend per month."
        ]
    ],
    [
        "Google Ads was designed to help businesses achieve online success. To accomplish this, Google Ads was built on three core principles. What are these principles?",
        [
            "Relevance, control, and results"
        ]
    ],
    [
        "Google Display ads lets advertisers upload their own ads to the system, allowing advertisers greater control over the look and feel of their messaging. What are the two types of uploaded ads?",
        [
            "AMPHTML ads and image ads"
        ]
    ],
    [
        "Google Display campaigns let advertisers choose between two main ad formats: responsive display ads and uploaded image ads. What’s the main benefit of an uploaded image ad?",
        [
            "Control"
        ]
    ],
    [
        "Hank wants to use a “Maximize Conversions” campaign with the Performance Planner. Which recommendation can be provided to Hank by the Performance Planner?",
        [
            "A recommended average daily budget"
        ]
    ],
    [
        "How do Responsive Display Ads use automation?",
        [
            "Responsive Display Ads use a machine-learning model to determine optimal assets for each ad slot using predictions based on an advertiser's performance history."
        ]
    ],
    [
        "How does Google Display Ads drive marketing results every day for thousands of advertisers around the world?",
        [
            "It allows them to run ads and connect with audiences through Gmail, YouTube, and millions of other websites."
        ]
    ],
    [
        "How does Google Display Ads drive results every day for thousands of advertisers?",
        [
            "Its real-time view of context and behavior across the web powers unique understandings of intent."
        ]
    ],
    [
        "How does Google Display ads grow marketing results for advertisers?",
        [
            "It harnesses best-in-class signals to place ads against the most relevant content."
        ]
    ],
    [
        "How does Google Display Ads help advertisers meet their marketing objectives and drive results?",
        [
            "By helping advertisers deliver relevant advertising as people browse the web."
        ]
    ],
    [
        "How is using non-last-click attribution conversions useful for Performance Planner forecasts?",
        [
            "To allocate budgets that drive incremental conversions"
        ]
    ],
    [
        "Howard’s in the process of creating a Google Display campaign and decides to use Custom Intent audiences as a targeting option. He’d like to influence customer consideration, but his niche audience isn’t covered by an In-market audience segment. Which two data inputs can Howard submit to best represent his audience? (Choose two.)",
        [
            "URLs",
            "Keywords"
        ]
    ],
    [
        "If visibility is the primary campaign goal, which bidding strategy would be the most effective for an advertiser to use?",
        [
            "Target impression share"
        ]
    ],
    [
        "In order to drive sales with her Google Display Ads campaign, Charlotte wants to reach audiences who looked at products on her website, with new ads for those exact products. Which targeting option should she choose to help achieve that goal?",
        [
            "Dynamic remarketing"
        ]
    ],
    [
        "Jacob’s physical toy store relies on offline metrics such as store visits and in-store sales. He has heard that there are specialized campaign types that can help him meet these kinds of goals. Which campaign type is designed to help Jacob achieve his offline business objectives?",
        [
            "Local"
        ]
    ],
    [
        "Jasmine is the director of marketing for a chain of clothing stores. She has been given a set budget and needs to drive as many potential customers to her website as possible. Which automated bidding strategy should she use in her campaign?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Joshua has an online store that sells skateboard equipment. He notices that potential customers are looking at specific skateboards but leaving his website without completing a purchase. Which Google Display campaign option can Joshua use to feature the same skateboards viewed to potential customers who didn’t complete a purchase?",
        [
            "Dynamic remarketing"
        ]
    ],
    [
        "Julie wants to show potential customers products they previously viewed on her website. What does Julie need in place to create dynamically generated display ads within a Dynamic Remarketing campaign?",
        [
            "A pre-uploaded feed"
        ]
    ],
    [
        "Karen has opened a new business and is using Google Display Ads to build awareness of her new products. How does Google Display Ads targeting help Karen reach her marketing objective?",
        [
            "By getting her ad in front of the right people, in the right place, at the right time."
        ]
    ],
    [
        "Ken sees a high level of success from his Display campaigns, and wants to take performance to the next level with the help of Dynamic remarketing. How can Dynamic remarketing benefit him?",
        [
            "It will show exact products to potential customers that have previously seen them on his website."
        ]
    ],
    [
        "Kevin has a large collection of images and videos available for use but not a lot of time to design ad creatives for his Google Display ads campaign. Which Display ad format could Kevin use to save time?",
        [
            "Responsive display ads"
        ]
    ],
    [
        "Kim is seeing significant performance from her Google Display remarketing campaign, and wants to expand upon it. Which targeting option should she choose to accomplish this?",
        [
            "Similar Audiences"
        ]
    ],
    [
        "Lauren has chosen “Influence consideration” as the marketing objective in her Google Display Ads campaign. Which two targeting options are a good fit for Lauren’s campaign? (Choose two.)",
        [
            "Custom Intent audiences",
            "Similar Audiences"
        ]
    ],
    [
        "Lola is in the process of selecting a campaign type to suit her business objectives. Why is it important that she consider business objectives before choosing her campaign type?",
        [
            "The campaign type chosen will determine where her ads appear and the format of those ads."
        ]
    ],
    [
        "Loretta is the advertising director for a large meal-kit company. She’s setting up a Google Display Campaign to identify and engage with large audiences in order to extend their market reach. Which statement most accurately describes the reach a Google Display Campaign can provide Loretta?",
        [
            "It allows her to reach over 90% of global internet users across millions of apps and websites."
        ]
    ],
    [
        "Lucy is creating a new Display campaign with the goal of building awareness. Which two targeting options might be suitable for her to use? (Choose two.)",
        [
            "Demographic targeting",
            "Affinity audiences"
        ]
    ],
    [
        "Mandy has a large art-supply company that sells through both her brick-and-mortar store and online. She wants to increase the awareness of her brand and drive higher sales. How can Google Display Ads help Mandy achieve her business objectives?",
        [
            "It places Mandy's ads against the most relevant content by using best-in-class intent signals."
        ]
    ],
    [
        "Marco newest client believes Google Ads would be the ideal platform for his services, but he’s worried that his business can’t afford to compete. What can Marco explain about Google Ads to ease his client’s concerns?",
        [
            "Google Ads gives you total control over your budget."
        ]
    ],
    [
        "Maria has been told that she should use the Performance Planner on a monthly basis. Why should she do so?",
        [
            "To react to ever-changing external factors"
        ]
    ],
    [
        "Marie is a marketer trying to maximize specific user actions after the click. Which automated bidding strategy should she use to accomplish this?",
        [
            "Conversion-focused bidding"
        ]
    ],
    [
        "Marisol manages the online advertising campaigns for a chain of toy stores with both a physical and an online presence. Which Google Ads campaign should Marisol use to show images of her products, advertise her company’s online and local inventory of toys, and boost traffic to their website and local toy stores?",
        [
            "Shopping"
        ]
    ],
    [
        "Marta has a tight marketing budget and needs to use a strategy that can drive customers to her website for a set cost. Which bidding strategy has the potential to meet Marta’s needs?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Marta’s Display campaign has delivered results beyond her expectations. She knows she increase returns with added spend, but that’s not possible for her at the moment. How would Performance Planner benefit her in this situation?",
        [
            "By optimizing her available ad budget for maximum growth."
        ]
    ],
    [
        "Millie is managing a Google Ads campaign for a new client who’s tracking all important actions post-click and values each of their conversion actions equally. What type of automated bidding strategy would be ideal for this client?",
        [
            "Conversion-focused bidding"
        ]
    ],
    [
        "Molly wants to clear her remaining stock in preparation for ordering a new line of products to sell. As a result, she’s willing to increase her CPA (cost-per-acquisition) and investment, as long as it means generating more sales. Her current campaign has a total investment of $25,500, generates 1,500 conversions, and has a CPA of $17. Which plan, built in the Performance Planner, will help Molly with her marketing goal to generate more sales?",
        [
            "An investment of $40,000 to generate 2,000 conversions and a CPA of $20"
        ]
    ],
    [
        "Nathan manages a website that sells bicycles. He’s using a Google Ads Display campaign to drive purchases in that segment, and chooses In-Market audiences as his targeting option. What’s the advantage In-Market audiences gives Nathan in reaching his marketing goals?",
        [
            "Connects him with audiences most interested in what he has to offer."
        ]
    ],
    [
        "Of the ad formats available on the Google Display network, which one will automatically adjust its presentation to best fit the available space on page?",
        [
            "Responsive display ads"
        ]
    ],
    [
        "Olivia manages an online store that sells musical instruments. She’ll soon host a jazz event and wants to create awareness around it, especially within the community of jazz enthusiasts. Which targeting option should Olivia choose in order to achieve her marketing goal?",
        [
            "Affinity audiences"
        ]
    ],
    [
        "Peggy owns a house cleaning service. She built a booking website and is ready to promote her services online. She wants her ads to reach people actively looking for businesses similar to hers. Which Google Ads campaign should Peggy use to make sure potential customers consider her services and take action by booking house cleanings?",
        [
            "Search"
        ]
    ],
    [
        "Phillip wants to create a new Google Display Ad campaign and base his targeting on an existing remarketing list named Checkout Abandoners. How can the Similar Audiences targeting option help Phillip achieve his marketing goals?",
        [
            "Similar Audiences will find users who are similar to those on the Checkout Abandoners list."
        ]
    ],
    [
        "Priya only has $500 a month to spend on her campaign, but she needs to drive as many potential customers as possible to her website. Which type of automated bidding strategy would be best for Priya’s campaign?",
        [
            "Maximize clicks"
        ]
    ],
    [
        "Quinn recently launched a Display campaign for his women’s clothing store. Since the launch, his website traffic has increased, but sales have remained flat. Which story shows Quinn using remarketing to drive action?",
        [
            "Quinn creates a list of cart abandoners that identifies users who visited his website, considered buying his clothing, but didn't purchase. He shows them an ad with a promotional discount code."
        ]
    ],
    [
        "Rashid wants to raise awareness of his brand and build campaigns focused on branded terms. He does not have much time to devote to daily bid management, so he decided to use automated bidding to lighten his workload. Which automated bidding strategy should Rashid consider using?",
        [
            "Target impression share"
        ]
    ],
    [
        "Rebecca is a marketing executive at an airline company. She has been asked to plan her company’s online advertising budget on a monthly basis. She’s chosen Google Ads’ Performance Planner to help accomplish this task. What are two advantages Performance Planner offers Rebecca? (Choose two.)",
        [
            "Performance Planner leverages machine learning for forecasting.",
            "Performance Planner forecasting is powered by billions of Google searches conducted each week."
        ]
    ],
    [
        "Robert manages a website that sells sporting goods. He wants his products to be featured in various online sporting publications while potential customers are researching and comparing different football brands online. Which option will help Robert influence customer consideration?",
        [
            "In-Market audiences"
        ]
    ],
    [
        "Siona is planning a new Google Ads campaign with the goal of capturing a minimum number of impressions for her ads. What type of automated bidding strategy should Siona use?",
        [
            "Target impression share"
        ]
    ],
    [
        "Steve wants to use Google Display Ads to reach new customers who are looking to purchase products similar to his. Which audience type should Steve try to reach to meet his marketing goal?",
        [
            "In-Market audiences"
        ]
    ],
    [
        "The customer journey has become more complex, requiring a dedicated bidding strategy. Google’s solution is automated bidding. How can automated bidding benefit advertisers? (Choose two.)",
        [
            "Uses machine learning to set bids, which saves time.",
            "Is auction-specific to increase the chance for conversion."
        ]
    ],
    [
        "Thelma is creating a Display campaign for her online toy store. She wants to showcase her products to parents between the ages of 25 to 34. Which option should Thelma select to best reach these users?",
        [
            "Demographic targeting"
        ]
    ],
    [
        "Trevor has discounted an entire line of products on his website and wants to use Google Display Ads to drive sales. How does Google Display Ads targeting help Trevor reach his marketing objective?",
        [
            "Google Display Ads will help place Trevor's ad before customers who already showed interest in his brand."
        ]
    ],
    [
        "Trevor owns a manufacturing business that makes specialized hiking and rock climbing gear. He is a very small player in the market, but he is ready to scale up his business. Which Google Ads campaign type should Trevor use to increase his brand’s exposure and reach audiences with interests in hiking and rock climbing across the web?",
        [
            "Display"
        ]
    ],
    [
        "Trina is considering using automated bidding as she is looking to make her campaign management process more efficient. In what three ways can automated bidding improve efficiency? (Choose 3.)",
        [
            "Saves time and marketing resources",
            "Integrates a large variety of signals to evaluate user intent",
            "Sets the appropriate bid for each and every auction"
        ]
    ],
    [
        "Using the Performance Planner on a monthly basis allows you to optimize which two aspects of an account? (Choose two.)",
        [
            "Bids",
            "Budgets"
        ]
    ],
    [
        "Viktor’s been tracking the conversions in his Display campaign for the last 30 days. He’s had 24 conversions over that time, and plans to use target return on ad spend (ROAS) as his automated bidding strategy. Which type of automated bidding strategy will Viktor be using?",
        [
            "Revenue-focused bidding"
        ]
    ],
    [
        "What are key factors to keep in mind when choosing a bidding strategy for your campaign?",
        [
            "Performance, auctions, and user journey complexities"
        ]
    ],
    [
        "What are two benefits of automated bidding? (Choose two.)",
        [
            "Cross analysis",
            "Time saving"
        ]
    ],
    [
        "What are two examples of the types of audiences you could reach when using Affinity Audiences as a targeting option? (Choose two.)",
        [
            "Golf enthusiasts",
            "TV comedy fans"
        ]
    ],
    [
        "What are two reasons a marketer might use responsive display ads? Choose two.",
        [
            "Extended reach: Create ads that serve in most ad slot sizes, into both native and non-native inventory.",
            "Cost-effective: Get more conversions at a similar cost-per-acquisition to other Display ad formats."
        ]
    ],
    [
        "What are two ways Google Ads can fuel your business goals? (Choose two.)",
        [
            "Increase online, in-app, in-person, and over-the-phone sales.",
            "Get more of the right people to visit your website."
        ]
    ],
    [
        "What are two ways that Performance Planner can help reveal the possibilities across all your Google Ads campaigns? (Choose two.)",
        [
            "Simulation",
            "Validation"
        ]
    ],
    [
        "What can automated bidding help an advertiser improve?",
        [
            "Performance"
        ]
    ],
    [
        "What can the Performance Planner assist you with?",
        [
            "To improve return on investment so you can drive more conversions within your target CPA (cost-per-acquisition)"
        ]
    ],
    [
        "What can the Performance Planner recommend?",
        [
            "Campaign-level Target CPA (cost-per-acquisition)"
        ]
    ],
    [
        "What does a Responsive Display Ad use in its machine-learning model to determine the optimal combination of assets for your ad slot?",
        [
            "Predictions built from your performance history."
        ]
    ],
    [
        "What does Performance Planner automatically do?",
        [
            "Forecasts how your current campaigns will perform in the future"
        ]
    ],
    [
        "What is a key benefit of Display campaigns?",
        [
            "Advertisers can provide minimal input to create a Display campaign."
        ]
    ],
    [
        "What is a valid recommendation that the Performance Planner can provide?",
        [
            "Set a specific target CPA (cost-per-acquisition)"
        ]
    ],
    [
        "What is one of the reasons why an advertiser should consider using Performance Planner on a monthly basis?",
        [
            "Auctions fluctuate all the time"
        ]
    ],
    [
        "What is one way that Performance Planner helps businesses increase sales?",
        [
            "By maximizing the number of conversions for a spend scenario"
        ]
    ],
    [
        "What’s a characteristic of Responsive Display Ads?",
        [
            "They let you create ads that serve in all ad slot sizes."
        ]
    ],
    [
        "What’s a key benefit of Responsive Display Ads?",
        [
            "You can upload your own creative assets."
        ]
    ],
    [
        "What’s an advantage of responsive display ads?",
        [
            "They enable publishers to receive 100% of the CPC."
        ]
    ],
    [
        "What’s an advantage of the reach of Responsive Display Ads?",
        [
            "They automatically adjust your creative asset's size, appearance, and format to fit just about any native or non-native ad slot."
        ]
    ],
    [
        "What’s one benefit of using responsive display ads?",
        [
            "They can run on native inventory."
        ]
    ],
    [
        "What’s one reason to use a responsive display ad for your campaign?",
        [
            "You want to increase ad performance."
        ]
    ],
    [
        "What's provided by Responsive Display Ads?",
        [
            "Reach, simplicity, automation"
        ]
    ],
    [
        "When a Responsive Display Ad is automatically assembled, what’s adjusted to fit the ad slot?",
        [
            "Size, appearance, and format"
        ]
    ],
    [
        "When deciding between Responsive Display Ads and uploaded ads, when would you opt for control rather than for efficiency?",
        [
            "When your ads must meet exact branding requirements."
        ]
    ],
    [
        "When should you use AMPHTML ads? (Choose two.)",
        [
            "When your goal is to provide faster ad experiences.",
            "When your goal is to provide safer ad experiences."
        ]
    ],
    [
        "When should you use responsive display ads?",
        [
            "When your primary goal is performance."
        ]
    ],
    [
        "Which Display Ad format runs in both native and non-native inventory?",
        [
            "Responsive Display Ads"
        ]
    ],
    [
        "Which Display Ad format should you use if you’re concerned about malware and want a secure ad experience across platforms?",
        [
            "AMPHTML ads"
        ]
    ],
    [
        "Which factors should an advertiser consider when deciding on a bidding strategy?",
        [
            "User journey complexities, performance, and auctions"
        ]
    ],
    [
        "Which group would you be able to reach with a Google Display campaign using demographic targeting?",
        [
            "27-year-old men"
        ]
    ],
    [
        "Which of the following campaign types is suited for someone looking to increase brand exposure and reach audiences with specific interests across the web?",
        [
            "Display campaign"
        ]
    ],
    [
        "Which of the following examples are suited for responsive display ads? (Select two)",
        [
            "\"A company needs to reduce its overhead for managing ad portfolios within ad groups and campaigns. \"",
            "The head of digital marketing at an agency values performance over everything else."
        ]
    ],
    [
        "Which of the following goals can you achieve for your marketing campaign by using automated bidding?",
        [
            "To reach the right user with the right message at the right time"
        ]
    ],
    [
        "Which of the following matches a benefit of machine learning?",
        [
            "Algorithmically helps set the appropriate bid for each and every auction."
        ]
    ],
    [
        "Which statement accurately describes the reach of Affinity Audiences’ targeting?",
        [
            "It reaches TV-like audiences, based on their lifestyles, interests, and passions."
        ]
    ],
    [
        "Which statement is true about Responsive Display Ads?",
        [
            "The ads adjust to available screen space when delivered."
        ]
    ],
    [
        "Which statement is true about the value of Google Display Ads?",
        [
            "It uses best-in-class automation and bidding to reach millions of users at just the right moment."
        ]
    ],
    [
        "Which two are available in Google Ads? (Choose two.)",
        [
            "Device targeting, which allows you to serve your ads to users on desktops, smartphones, and tablets.",
            "Language targeting, which lets you reach people with your selected language as their browser's language setting."
        ]
    ],
    [
        "Which two statements are true about the use of targeting options to optimize a Google Ads campaign? (Choose two.)",
        [
            "Device targeting allows you to reach customers on any device: desktops, tablets, and smartphones.",
            "Location targeting allows ads to be served in the specific geographic locations you choose."
        ]
    ],
    [
        "Which type of automated bidding strategy is enhanced cost-per-click (ECPC)?",
        [
            "Conversion-focused bidding"
        ]
    ],
    [
        "Which type of automated bidding strategy is Target return on ad spend (ROAS)?",
        [
            "Revenue-focused bidding"
        ]
    ],
    [
        "While managing a successful Google Ads campaign, why would you choose automated bidding instead of manual bidding?",
        [
            "Because given the dynamic nature of Google's auctions, the appropriate bid can often be a moving target that is challenging to reach at scale when using manual bidding"
        ]
    ],
    [
        "Why does automating your bid versus using manual bidding contribute to a successful Google Ads campaign?",
        [
            "If you do not bid efficiently, you could miss valuable conversions."
        ]
    ],
    [
        "Why is using the performance targets feature after utilizing the Performance Planner recommended?",
        [
            "This practice allows you to monitor targets set in the Performance Planner and to receive alerts and recommendations when a campaign is not on track. "
        ]
    ],
    [
        "Why should an advertiser consider using responsive display ads?",
        [
            "They'll automatically create ads from your images, videos, headlines, logos, and descriptions."
        ]
    ],
    [
        "Why should campaigns with different marketing objectives be separated into different Performance Planner plans?",
        [
            "So that spend is not reallocated between two different marketing objectives"
        ]
    ],
    [
        "Why should your business use Performance Planner?",
        [
            "It makes recommendations that are validated using machine learning."
        ]
    ],
    [
        "You can leverage Google Ads’ automated bidding strategy to help get the most from your advertising budget. What are two benefits of using automated bidding? (Choose two.)",
        [
            "Machine learning",
            "Auction-time bidding"
        ]
    ],
    [
        "You choose Influence consideration as your marketing objective and the Similar Audiences targeting option for a Google Display Ad campaign. In Google Display Ad campaigns, what are Similar Audiences built from?",
        [
            "Remarketing lists"
        ]
    ],
    [
        "You manage marketing for a small business on a tight budget, yet you need to reach as many people as possible. How can Google Ads help?",
        [
            "With Google Ads, you can choose a maximum amount to spend per month."
        ]
    ],
    [
        "Your company provides home-maintenance services, and you want to reach more potential customers. You have a limited budget to work with. Why is Google Ads right for you?",
        [
            "You can set your own budget and can change it at any time."
        ]
    ],
    [
        "Your company wants to have greater success online. What are two ways that Google Ads can drive your business goals? (Choose two.)",
        [
            "Boost your conversions by connecting you to people in the moments that matter.",
            "Help you reach a wider audience and maximize exposure."
        ]
    ],
    [
        "You're making a video ad with the goal of driving reservations for a tourism company on their website. Which of the following call to actions (CTAs) should you use in the ad?",
        [
            "Book now"
        ]
    ],
    [
        "Zoe runs a sports media website that caters to fans of many different types of sports. She’s starting a Google Display Ads campaign and is considering methods to reach her sports-loving audience. What’s a compelling reason for Zoe to use Affinity Audiences?",
        [
            "Affinity Audiences allow her to reach sports enthusiasts."
        ]
    ],
    [
        "Gloria owns a surfing clothing line. She wants to increase the awareness of her brand and drive higher sales. How can Google Display Ads help Gloria achieve her business objective?",
        [
            "It harnesses best-in-class intent signals to place her ads against the most relevant content."
        ]
    ]
]